{
  "Type": "DataTable",
  "Name": "Trolley_Problem_Script_FR-fre-FR_xlsx_-_FR",
  "Class": "UScriptClass'DataTable'",
  "Flags": "RF_Public | RF_Standalone | RF_Transactional | RF_WasLoaded | RF_LoadCompleted",
  "Properties": {
    "RowStruct": {
      "ObjectName": "UserDefinedStruct'LevelScript_Struct'",
      "ObjectPath": "TheTrolleyProblem/Content/Scripts/LevelScript_Struct.0"
    }
  },
  "Rows": {
    "1.1.01": {
      "Title": "Le dilemme du tramway",
      "Intro_Quote": "Les actes valent mieux qu'un long discours.",
      "Text_IntroTitle": "1re semaine : lundi",
      "Text_Intro": "Bienvenue chez Trolley Problem, Inc. fondé pour vous aider à voyager en sécurité dans tout le pays. Tous nos employés doivent adhérer aux trois valeurs suivantes : la responsabilité, l'intégrité et le respect. Ceci étant dit, commençons votre formation. ",
      "Text_Main": "Un tramway hors de contrôle file sur les rails. Plus loin, sur la même voie, se trouvent cinq personnes immobilisées. Vous êtes à côté d'un levier. Si vous le tirez, le tramway sera aiguillé vers une autre voie. Mais vous remarquez qu'une personne se trouve sur cette autre voie. Qu'allez-vous faire ?",
      "Text_01_A": "Ah... Vous allez rester là sans rien faire ?",
      "Text_01_B": "Ah... Vous allez donc tuer une personne. Je ne m'attendais pas à commencer la journée comme ça.",
      "Text_02_A": "Après tout, vous avez raison, plus il y a de morts, mieux c'est.",
      "Text_02_B": "J'espère que sa famille et ses amis pourront vous le pardonner.",
      "Text_Leave": "Ne rien faire",
      "Text_Action": "Tirer le levier",
      "FinalText_A": "Nous n'avons pas l'habitude que nos candidats laissent cinq personnes mourir dès le premier jour... Mais nous vous accorderons le bénéfice du doute pour cette fois. Essayez de réfléchir un peu plus à votre rôle la prochaine fois.",
      "FinalText_B": "Nous n'avons pas l'habitude que nos candidats tuent une personne dès le premier jour... Mais nous vous accorderons le bénéfice du doute pour cette fois. Essayez de réfléchir un peu plus avant d'agir la prochaine fois.",
      "CitationText": [
        "Foot, 1967"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 1,
      "DefualtPercent": 52,
      "QuoteNumber": 14
    },
    "1.1.02": {
      "Title": "Le dilemme de la petite fille dans la cour",
      "Intro_Quote": "Le mieux est l'ennemi du bien.",
      "Text_IntroTitle": "1re semaine : mardi",
      "Text_Intro": "Ce test tournera autour de notre première valeur : la responsabilité. Voici Polly, elle a 5 ans. Elle adore jouer dans le sable avec ses poupées, mais elle rêve de « prendre soin du monde ». Elle se destine à devenir une excellente médecin, et nous devrions suivre son exemple.",
      "Text_Main": "Un tramway se dirige vers un autre groupe de cinq personnes. Vous êtes à côté d'un levier. Si vous le tirez, le tramway déraillera et dévalera une pente en direction du bac à sable du parc. Vous pouvez voir Polly en train de construire l'hôpital de ses rêves dans le sable. Qu'allez-vous faire ?",
      "Text_01_A": "Vous n'allez pas les sauver parce qu'ils ne sont pas aussi mignons que Polly ?",
      "Text_01_B": "Vous détestez les enfants à ce point ?",
      "Text_02_A": "J'aimerais bien savoir s'il y a des enfants parmi ces cinq personnes. Peut-être qu'il y en a même cinq.",
      "Text_02_B": "Adieu, Polly.",
      "Text_Leave": "Ne rien faire",
      "Text_Action": "Tirer le levier",
      "FinalText_A": "Votre manière d'aborder la responsabilité est bien étrange. Voici ce que nous donne le dictionnaire sur ce terme : obligation faite à une personne de répondre de ses actes du fait du rôle, des charges qu'elle doit assumer et d'en supporter toutes les conséquences. Est-ce à vous de répondre de la mort de ces cinq personnes ?",
      "FinalText_B": "Votre manière d'aborder la responsabilité est bien étrange. Voici ce que nous donne le dictionnaire sur ce terme : obligation faite à une personne de répondre de ses actes du fait du rôle, des charges qu'elle doit assumer et d'en supporter toutes les conséquences. Est-ce à vous de répondre de la mort d'une petite fille ?",
      "CitationText": [
        "Unger, 1992"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 24,
      "ReciptB_Amount": 1,
      "DefualtPercent": 56,
      "QuoteNumber": 43
    },
    "1.1.03": {
      "Title": "Le dilemme de l'homme obèse",
      "Intro_Quote": "La fin justifie les moyens.",
      "Text_IntroTitle": "1re semaine : mercredi",
      "Text_Intro": "Le test suivant sera centré autour de l'intégrité. Voici Tyrone, il a 30 ans, il est secrétaire dans un cabinet juridique et il adore dévorer les séries policières. Tyrone est obèse. Vous ne savez rien d'autre de lui, si ce n'est qu'il a une phobie des trains prononcée.",
      "Text_Main": "Montons la barre d'un cran. Vous êtes sur un pont avec Tyrone et vous voyez encore un tramway filer vers cinq personnes. Vous ne pouvez l'arrêter qu'en poussant Tyrone du pont pour bloquer le tramway. Allez-vous le pousser ou allez-vous laisser le tramway écraser cinq personnes ?",
      "Text_01_A": "821 millions de personnes souffrent de la faim dans le monde...",
      "Text_01_B": "Vous allez le pousser tout en sachant qu'il a une peur bleue des trains ?",
      "Text_02_A": "Tyrone vous remercie. Il a encore plein d'épisodes à regarder cette semaine.",
      "Text_02_B": "Ce n'est pas la même chose d'entraîner la mort d'un homme que de laisser quelqu'un mourir en victime collatérale d'un accident.",
      "Text_Leave": "Regarder depuis le pont",
      "Text_Action": "Pousser Tyrone",
      "FinalText_A": "Je suis désolée de vous annoncer cela, mais je viens de voir arriver une ambulance, je crois que Tyrone a fait une crise cardiaque suite à cet incident particulièrement éprouvant.",
      "FinalText_B": "La société de nettoyage la mieux notée est Happy Cleaning Ltd. Qui aurait pu imaginer qu'un seul corps pourrait entraîner un bazar pareil ? Vous allez devoir bien les payer.",
      "CitationText": [
        "Thomson, 1976"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 1,
      "DefualtPercent": 51,
      "QuoteNumber": 40
    },
    "1.1.04": {
      "Title": "Le dilemme de la souffrance",
      "Intro_Quote": "Les chats ont neuf vies.",
      "Text_IntroTitle": "1re semaine : jeudi",
      "Text_Intro": "Passons enfin à la dernière de nos valeurs : le respect. Je crois que nous n'avons plus ce qu'il nous faut pour nos expériences, il va falloir que vous alliez me chercher quelques mannequins. Prenez le prochain tramway et ne vous laissez pas distraire par le chien. Le tram part dans une minute.",
      "Text_Main": "Il y a un chien mourant sur une voie. Aucun tramway ne l'empruntera aujourd'hui, le chien ne risque donc pas de se faire écraser. Vous n'avez pas de temps à perdre. Allez-vous tuer le chien pour abréger ses souffrances ou le laisser mourir sans vous en occuper ?",
      "Text_01_A": "Laissez la nature suivre son cours, n'écoutez pas les jappements.",
      "Text_01_B": "Pensez-vous pouvoir y arriver ?",
      "Text_02_A": "Je ne pourrais pas l'abandonner ici, le laisser mourir seul.",
      "Text_02_B": "Ce chien manque terriblement à quelqu'un, à l'heure qu'il est.",
      "Text_Leave": "Le laisser mourir",
      "Text_Action": "Tuer le chien",
      "FinalText_A": "Le respect que l'on porte à quelqu'un implique que l'on tienne compte de ses émotions et ses désirs. Vous, vous avez simplement laissé ce chien mourir seul.",
      "FinalText_B": "Le respect que l'on porte à quelqu'un implique que l'on tienne compte de ses émotions et ses désirs. Vous, vous avez simplement tué ce chien.",
      "CitationText": [
        "Fletcher, 1973"
      ],
      "ReciptA_Type": 1,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 1,
      "ReciptB_Amount": 1,
      "DefualtPercent": 45,
      "QuoteNumber": 13
    },
    "1.1.05": {
      "Title": "Le dilemme de l'intrusion",
      "Intro_Quote": "À force de jouer avec le feu, on finit par se brûler.",
      "Text_IntroTitle": "1re semaine : vendredi",
      "Text_Intro": "Super, on vient de me dire que ces sales gosses sont revenus. Ils vont régulièrement jouer sur les voies. Après notre petite semaine de formation, vous devriez pouvoir prendre une décision rapidement à leur sujet. Gardez bien nos valeurs en tête : respect, responsabilité et intégrité.",
      "Text_Main": "Cinq intrus se trouvent sur la voie du tramway, malgré tous les panneaux d'avertissement et d'interdiction. Le tramway file pour l'instant sur l'un de vos collègues. Allez-vous le laisser se faire écraser ou sacrifier les délinquants ? ",
      "Text_01_A": "Ah, s'il n'y avait pas ces jeunes, vous ne vous poseriez même pas la question !",
      "Text_01_B": "Au moins les parents n'auront pas à payer des funérailles de groupe.",
      "Text_02_A": "Si je comprends bien, la vie de délinquants a plus d'importance que celle d'un de vos collègues pour vous. C'est noté.",
      "Text_02_B": "Après un choc pareil, un seul cercueil suffira pour l'enterrement.",
      "Text_Leave": "Laisser votre collègue mourir",
      "Text_Action": "Tuer les délinquants",
      "FinalText_A": "Vous avez tué un de vos collègues... Très bien, j'ai désormais tous vos résultats pour cette première semaine. Je vais tâter le terrain avec la direction pour voir ce qu'elle pense de vous.",
      "FinalText_B": "Vous avez tué cinq jeunes... Très bien, j'ai désormais tous vos résultats pour cette première semaine. Je vais tâter le terrain avec la direction pour voir ce qu'elle pense de vous.",
      "CitationText": [
        "Brown and Ryan, 2021"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 24,
      "ReciptB_Amount": 5,
      "DefualtPercent": 49,
      "QuoteNumber": 6
    },
    "1.2.01": {
      "Title": "Le dilemme des urgences",
      "Intro_Quote": "Les imprévus touchent même les meilleurs plans.",
      "Text_IntroTitle": "2e semaine : lundi",
      "Text_Intro": "Visiblement, vous avez fait forte impression sur la direction avec vos réponses de la semaine dernière. Elle a donc décidé de vous transférer vers la Trolley Health Corporation. Celle-ci est stoïque et se concentre surtout sur la justice, la modération, le courage et la sagesse. Nous allons commencer par la justice.",
      "Text_Main": "Aujourd'hui, vous êtes aux urgences. Un jeune homme a subi un terrible accident de voiture et vient d'arriver pour une transplantation cardiaque urgente. Il n'y a qu'un seul cœur disponible dans l'hôpital et il est destiné à un vieil homme qui attend à l'étage. Sans ce cœur, il va certainement mourir. À qui allez-vous le donner ?",
      "Text_01_A": "D'ici un an ou deux, nous récupérerons probablement le cœur sur ce vieillard.",
      "Text_01_B": "Apparemment, le jeune homme était en tort.",
      "Text_02_A": "Cet homme est vraiment très vieux. Ce serait un sacré gâchis s'il ne survivait pas à la transplantation.",
      "Text_02_B": "Je viens d'apprendre que le jeune a de l'alcool dans le sang. À votre avis, c'était lui qui conduisait ?",
      "Text_Leave": "Vieil homme",
      "Text_Action": "Jeune homme",
      "FinalText_A": "Vous avez pris une excellente décision, bon travail. Le jeune homme a encore toute sa vie devant... Euh... Vous avez sauvé le vieil homme ? Ah... ",
      "FinalText_B": "Vous avez pris une excellente décision, bon travail. Le vieil homme méritait bien plus ce cœur que... Euh... Vous avez sauvé le jeune homme ? Ah... ",
      "CitationText": [
        "Dunstan, 1997"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 1,
      "DefualtPercent": 52,
      "QuoteNumber": 10
    },
    "1.2.02": {
      "Title": "Le dilemme de l'euthanasie",
      "Intro_Quote": "On ne peut pas toujours gagner.",
      "Text_IntroTitle": "2e semaine : mardi",
      "Text_Intro": "Vous êtes en retard. L'hôpital est surchargé, tous vos collègues sont occupés, vous allez donc devoir aider vous-même tous ces affreux grabataires. Mais faites bien preuve de modération, contenez-vous et gardez la tête froide. ",
      "Text_Main": "Un patient vous supplie de l'euthanasier, mais l'euthanasie est illégale. Ce sera à vous de lui donner la dose léthale. Vous allez devoir le regarder droit dans les yeux et mettre fin à sa vie. Qu'allez-vous faire ?",
      "Text_01_A": "Sa famille vous sera reconnaissante. Elle pourra continuer à lui envoyer des fleurs pour se donner bonne conscience.",
      "Text_01_B": "Saviez-vous que 90 % des personnes survivant à un suicide regrettaient leur tentative ? Vous voyez le lien ?",
      "Text_02_A": "Le patient va énormément souffrir... tout ça pour que vous ayez l'impression de contrôler la situation.",
      "Text_02_B": "Et si c'était un coup monté pour essayer de vous piéger ?",
      "Text_Leave": "Traitement légal",
      "Text_Action": "Euthanasie",
      "FinalText_A": "La plupart des dieux l'auraient gardé en vie et laissé souffrir. Je vois que vous adoptez une stratégie à long terme.",
      "FinalText_B": "Alors ça... Vous l'avez euthanasié !  Je pensais que vous aviez compris qu'il ne fallait plus tuer les gens.",
      "CitationText": [
        "Fletcher, 1973"
      ],
      "ReciptA_Type": 3,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 4,
      "ReciptB_Amount": 1,
      "DefualtPercent": 56,
      "QuoteNumber": 13
    },
    "1.2.03": {
      "Title": "Le dilemme de la transplantation",
      "Intro_Quote": "Choisissez avec soin, changez avec prudence.",
      "Text_IntroTitle": "2e semaine : mercredi",
      "Text_Intro": "Les derniers jours ont été rudes, vous étiez encore sur les tramways il y a une semaine à peine ! Les choses devraient être plus simples aujourd'hui, la décision que vous allez devoir prendre concerne un problème moins dérangeant. Il va simplement vous falloir du courage.",
      "Text_Main": "Vous avez cinq patients, chacun nécessitant un organe différent, mais vous n'en avez aucun à disposition. Un jeune voyageur en excellente santé se présente à vous pour un examen de routine, ses organes sont compatibles avec les cinq patients mourants. Allez-vous le tuer pour sauver vos cinq patients avec ses organes ? Une vie pour en sauver cinq.",
      "Text_01_A": "On commence à tomber dans le tragique, dites-moi.",
      "Text_01_B": "Il a probablement prévu de se faire un trip chamanique avec de l'ayahuasca et de se faire un tatouage tribal pour avoir l'air cool.",
      "Text_02_A": "Je ne vous force pas à tuer ce pauvre voyageur innocent, hein.",
      "Text_02_B": "Il s'en va, vous ne voulez pas sauver les autres ? Vous croyez que sa vie en vaut vraiment la peine ?",
      "Text_Leave": "Récupérer les organes",
      "Text_Action": "Laisser le touriste",
      "FinalText_A": "Ça vous fait un autre mort sur les bras. Vous auriez sans doute dû vous renseigner à son sujet, apparemment il faisait des recherches sur l'amélioration des vaccins. J'espère que ça n'aura pas de graves conséquences par la suite.",
      "FinalText_B": "Vous avez laissé mourir cinq personnes aujourd'hui. Vous auriez sans doute dû vous renseigner à leur sujet, apparemment l'une d'entre elles faisait des recherches sur l'amélioration des vaccins. J'espère que ça n'aura pas de graves conséquences par la suite.",
      "CitationText": [
        "Thomson, 1976"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 5,
      "DefualtPercent": 48,
      "QuoteNumber": 40
    },
    "1.2.04": {
      "Title": "Le dilemme du vaccin",
      "Intro_Quote": "On ne fait pas d'omelette sans casser des œufs.",
      "Text_IntroTitle": "2e semaine : jeudi",
      "Text_Intro": "Vous avez eu droit à une nouvelle promotion : vous êtes désormais à la tête de l'hôpital ! Vous avez pour mission de déployer un nouveau vaccin dans toute la ville. Celui-ci évitera à de nombreux enfants de tomber gravement malades, mais vous allez devoir faire face à leurs parents. Nous avons besoin de votre sagesse.",
      "Text_Main": "Allez-vous lancer un programme de vaccination obligatoire auprès des enfants pour endiguer cette épidémie ? Il y a toutefois un petit problème : les données des essais cliniques montrent que le vaccin entraînera chez 20 % des enfants une forme grave de la maladie, pire que le virus lui-même.",
      "Text_01_A": "Ne me dites pas que vous êtes à la tête d'un hôpital alors que vous vous opposez aux vaccins ?",
      "Text_01_B": "Un millier d'enfants tomberont gravement malades chaque semaine par votre faute.",
      "Text_02_A": "Qu'aviez-vous choisi pour le dilemme du tramway, déjà ?",
      "Text_02_B": "Qu'aviez-vous choisi pour le dilemme du tramway, déjà ?",
      "Text_Leave": "Ne pas vacciner",
      "Text_Action": "Vacciner",
      "FinalText_A": "Décidément, vous commencez à vous faire une sacrée renommée. Vous allez finir par m'avouer que vous croyez aux cristaux de soin, à la couleur de l'aura et aux fantômes.",
      "FinalText_B": "Oh là là ! Vous avez mis les parents en rogne ! Nous avons reçu de nombreux messages d'une certaine Karen, je ne sais pas s'ils viennent tous de la même personne.",
      "CitationText": [
        "Rosenbaum, 2018"
      ],
      "ReciptA_Type": 48,
      "ReciptA_Amount": 5000,
      "ReciptB_Type": 13,
      "ReciptB_Amount": 1000,
      "DefualtPercent": 59,
      "QuoteNumber": 31
    },
    "1.2.05": {
      "Title": "Le dilemme du placebo",
      "Intro_Quote": "Il faut se contenter de ce que l'on a.",
      "Text_IntroTitle": "2e semaine : vendredi",
      "Text_Intro": "Votre hôpital commence à faire parler de lui. Vous allez devoir prendre des décisions importantes. Celles-ci affecteront de nombreuses personnes, alors essayez de les prendre en gardant nos valeurs de justice, de modération, de courage et de sagesse à l'esprit. Vous devez rester stoïque.",
      "Text_Main": "Voulez-vous essayer de mettre au point de nouveaux médicaments pour contrer l'épidémie ? Lors de vos tests, vous donnerez des placebos à des milliers de patients malades, qui ne recevront donc pas de traitement approprié. Certains d'entre eux mourront pour faire avancer vos recherches dans l'espoir de contribuer à une potentielle découverte capitale. Allez-vous commencer vos recherches ou continuer de soigner vos patients normalement ?",
      "Text_01_A": "Vous faites le bon choix. De toute façon, les médicaments ça ne sert à rien.",
      "Text_01_B": "Certains d'entre eux auront au moins eu droit à quelques bonbons avant de... Bref, vous voyez ce que je veux dire.",
      "Text_02_A": "Rappelez-moi les quatre humeurs : la bile, la lymphe, le sang et ?",
      "Text_02_B": "Combien vont nous coûter tous ces bonbons et ces chercheurs ?",
      "Text_Leave": "Soigner les patients ",
      "Text_Action": "Commencer les recherches",
      "FinalText_A": "Vous faites bien de soigner vos patients, laissons les autres mettre de nouveaux médicaments au point... Quelqu'un finira bien par s'en charger.",
      "FinalText_B": "Vous faites bien de mettre de nouveaux médicaments au point, laissons les autres soigner vos patients, en espérant que quelqu'un s'en charge.",
      "CitationText": [
        "Mandela, 1990"
      ],
      "ReciptA_Type": 2,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 1000,
      "DefualtPercent": 57,
      "QuoteNumber": 22
    },
    "2.1.01": {
      "Title": "Le dilemme du tunnel",
      "Intro_Quote": "La familiarité engendre le mépris.",
      "Text_IntroTitle": "3e semaine : lundi",
      "Text_Intro": "Voyez-vous ça, encore une promotion ! Vous êtes désormais en charge de la division privée des véhicules autonomes. Pour commencer, vous allez devoir donner le cap à votre intelligence artificielle.",
      "Text_Main": "Une voiture autonome se déplace sur une route de montagne en voie unique et approche rapidement d'un tunnel étroit. Elle transporte deux passagers. Un enfant traverse la route en courant, mais trébuche et tombe, bloquant l'entrée du tunnel. Comment l'intelligence artificielle doit-elle réagir ? Doit-elle garder sa trajectoire et écraser l'enfant ou faire un écart et tomber dans le ravin, tuant ainsi les deux passagers ?",
      "Text_01_A": "Cet enfant a le droit de vivre, comme n'importe qui d'autre.",
      "Text_01_B": "Vous ne savez rien de ces deux personnes, peut-être ont-elles aussi des enfants.",
      "Text_02_A": "C'est vous qui avez mis cette voiture en circulation, la mort de cet enfant ne vous pose pas de problème ?",
      "Text_02_B": "C'est vous qui avez mis cette voiture en circulation, la mort de ces passagers ne vous pose pas de problème ?",
      "Text_Leave": "Tuer l'enfant",
      "Text_Action": "Tuer les passagers",
      "FinalText_A": "Cette question soulève un autre problème : comment l'intelligence artificielle peut-elle savoir que la route est bloquée par un être humain ? Les données que nous lui avons fournies sont-elles suffisantes ? À l'heure actuelle, la plupart des intelligences artificielles ne reconnaissent que les hommes blancs.",
      "FinalText_B": "Cette question soulève un autre problème : comment l'intelligence artificielle peut-elle savoir que la route est bloquée par un être humain ? Les données que nous lui avons fournies sont-elles suffisantes ? À l'heure actuelle, la plupart des intelligences artificielles ne reconnaissent que les hommes blancs.",
      "CitationText": [
        "Lin, 2014"
      ],
      "ReciptA_Type": 24,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 2,
      "DefualtPercent": 40,
      "QuoteNumber": 21
    },
    "2.1.02": {
      "Title": "Le dilemme du développement",
      "Intro_Quote": "La nécessité est mère de l'invention.",
      "Text_IntroTitle": "3e semaine : mardi",
      "Text_Intro": "Je connais quelqu'un qui va avoir des ennuis ! Les investisseurs n'ont pas apprécié votre dernière réponse. Et le fait que vous ayez évoqué la question des données ne les a pas enchantés non plus. Ces histoires d'intelligences artificielles sont complexes, cette fois-ci je suis de tout cœur avec vous.",
      "Text_Main": "Vous allez devoir décider de la direction que vous voulez donner au développement de l'intelligence artificielle de nos voitures. Voulez-vous partir sur un modèle qui sauverait toujours le plus de vies possible lors d'un accident ou sur un système qui sauverait nos passagers quoi qu'il arrive ?",
      "Text_01_A": "Qui achètera une voiture qui risque de le tuer ?",
      "Text_01_B": "La qualité prime sur la quantité.",
      "Text_02_A": "Espérons que l'idée de mourir pour sauver des inconnus ne posera pas de problème à nos clients.",
      "Text_02_B": "Ceux qui ne veulent pas mourir pourront acheter nos voitures.",
      "Text_Leave": "Sauver le plus de vies",
      "Text_Action": "Sauver nos passagers",
      "FinalText_A": "Je le répète, les données dont nous disposons actuellement sont discriminantes envers les femmes et les personnes issues de minorités. Comment pouvons-nous obtenir un système qui fonctionne si notre intelligence artificielle ne considère pas les femmes noires comme des êtres humains ?",
      "FinalText_B": "Le choix de sauver nos passagers nous permet de contourner une partie de nos problèmes techniques. Les données dont nous disposons actuellement sont discriminantes envers les femmes et les personnes issues de minorités, mais avec cette solution notre intelligence artificielle n'a pas besoin de déterminer si les femmes noires sont des êtres humains ou non. C'est astucieux, si je puis dire.",
      "CitationText": [
        "Gebru, 2017"
      ],
      "ReciptA_Type": 47,
      "ReciptA_Amount": -12420,
      "ReciptB_Type": 46,
      "ReciptB_Amount": -6205,
      "DefualtPercent": 59,
      "QuoteNumber": 16
    },
    "2.1.03": {
      "Title": "Le dilemme de l'enregistrement",
      "Intro_Quote": "L'honnêteté est la meilleure ligne de conduite.",
      "Text_IntroTitle": "3e semaine : mercredi",
      "Text_Intro": "La technologie embarquée dans ces voitures est tout à fait formidable ! On connaît la position de chacune d'entre elles en permanence ! Il suffit d'en appeler une à l'aide d'une application, et le véhicule le plus proche rejoint ses passagers en quelques minutes. On peut même faire la conversation avec l'intelligence artificielle pendant le trajet. Elle écoute en permanence.",
      "Text_Main": "Un homme est poursuivi par la justice, la police le croit coupable d'un meurtre. Le micro de l'intelligence artificielle aurait apparemment enregistré une conversation privée pendant laquelle cet homme faisait ses aveux. Les passagers de nos véhicules ne savent pas qu'ils sont enregistrés en permanence. L'accusé a bloqué l'accès à ses données personnelles. Allez-vous contourner les dispositifs de sécurité et porter atteinte à sa vie privée ?",
      "Text_01_A": "Ça ne vous pose aucun problème de laisser des meurtriers potentiels en liberté ?",
      "Text_01_B": "Ça ne vous poserait pas de problème que j'accède à vos données personnelles, du coup ?",
      "Text_02_A": "Félicitations, il va pouvoir continuer à tuer impunément. Je vous laisserai expliquer ça aux familles des victimes.",
      "Text_02_B": "Tiens tiens, votre historique de navigation est très intéressant. ",
      "Text_Leave": "Respecter sa vie privée",
      "Text_Action": "Accéder à ses données",
      "FinalText_A": "Je crois que ça va plaire aux investisseurs. Si la société se met à défendre la vie privée de ses citoyens, ils pourront justifier encore plus facilement le fait de ne pas divulguer leur activité fiscale.",
      "FinalText_B": "Je crois que ça va plaire aux investisseurs. Ils vont pouvoir mettre en avant le fait que leurs voitures contribuent à la lutte contre le terrorisme.",
      "CitationText": [
        "Thoreau, 1849"
      ],
      "ReciptA_Type": 5,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 6,
      "ReciptB_Amount": 1,
      "DefualtPercent": 42,
      "QuoteNumber": 41
    },
    "2.1.04": {
      "Title": "Le dilemme du réchauffement climatique",
      "Intro_Quote": "Il ne faut pas mettre tous ses œufs dans le même panier.",
      "Text_IntroTitle": "3e semaine : jeudi",
      "Text_Intro": "Nous avons mis en place un service de livraison. Ces véhicules vont bon train. On dirait que leur cargaison est très importante. Bonne chance pour gérer ça en plus du reste.",
      "Text_Main": "L'un de vos véhicules n'a aucun passager, mais il transporte un prototype unique qui aurait le potentiel de mettre fin au réchauffement climatique. À l'approche d'un tunnel étroit, un enfant traverse une fois de plus la route en courant, mais trébuche et tombe. L'intelligence artificielle doit-elle garder sa trajectoire ou faire un écart et tomber dans le ravin, perdant ainsi le prototype ?",
      "Text_01_A": "Il faut sauver le monde pour l'avenir de nos enfants, pas uniquement de celui-ci.",
      "Text_01_B": "Je n'ai jamais eu d'affection particulière pour les ours polaires.",
      "Text_02_A": "Une statue à son effigie fera l'affaire en guise de monument commémoratif... On l'installera au bout du parking.",
      "Text_02_B": "Vous y croyez au réchauffement climatique, vous ?",
      "Text_Leave": "Tuer l'enfant",
      "Text_Action": "Sauver l'enfant",
      "FinalText_A": "Nous venons de récupérer le corps de l'enfant, il fallait bien que quelqu'un s'en occupe. Je crois que ça va être difficile de faire une statue sans photo, là.",
      "FinalText_B": "Le réchauffement climatique va entraîner plus de 250 000 morts parmi les humains chaque année et 100 millions de personnes seront forcées de fuir leur résidence. Vous connaissez un psychothérapeute spécialisé dans le syndrome de la culpabilité du survivant ?",
      "CitationText": [
        "Bentham, 1789"
      ],
      "ReciptA_Type": 24,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 5000000,
      "DefualtPercent": 46,
      "QuoteNumber": 5
    },
    "2.1.05": {
      "Title": "Le dilemme de l'obèse malveillant",
      "Intro_Quote": "Toute action entraîne une réaction.",
      "Text_IntroTitle": "3e semaine : vendredi",
      "Text_Intro": "Ah, nous sommes un peu dans l'embarras, nous avons besoin d'aide à Trolley Problem Inc. Tommy, le jumeau de Tyrone qui est aussi gros que lui, prépare un mauvais coup. Je crois que le chien qui est mort était le sien... C'est peut-être pour ça qu'il est là. Rappelez-moi pourquoi vous n'avez pas sauvé le chien ?",
      "Text_Main": "Oh non ! Tommy a attiré cinq personnes sur la voie. Elles ne pourront jamais s'écarter à temps. Il observe tout ça depuis le pont. Si vous le poussez sur la voie, le tramway s'arrêtera, mais vous pouvez aussi rester en dehors de tout ça et laisser la police s'en charger. Il a clairement besoin d'un accompagnement médical.",
      "Text_01_A": "Regardez-le comme il sourit, je suis sûre qu'il savait que vous ne pourriez rien faire pour l'arrêter.",
      "Text_01_B": "Notez qu'il ne s'en prend pas à vous, même après ce qu'il est arrivé à son chien.",
      "Text_02_A": "Tommy doit vraiment prendre son pied, là.",
      "Text_02_B": "J'espère pour vous qu'on ne vous verra pas comme le méchant de l'histoire.",
      "Text_Leave": "Ne rien faire",
      "Text_Action": "Pousser Tommy",
      "FinalText_A": "Si seulement vous aviez sauvé ce chien. Espérons que les médias n'apprendront pas cette histoire, on risque de vous tenir pour responsable de sa mort.",
      "FinalText_B": "Si seulement vous aviez sauvé ce chien. Espérons que les médias n'apprendront pas cette histoire, on risque de vous tenir pour responsable de la mort de Tommy.",
      "CitationText": [
        "Thomson, 1976"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 1,
      "DefualtPercent": 50,
      "QuoteNumber": 40
    },
    "2.2.01": {
      "Title": "Le dilemme de l'abonnement",
      "Intro_Quote": "Tout le monde a un prix.",
      "Text_IntroTitle": "4e semaine : lundi",
      "Text_Intro": "Ah, vous voilà ! Tout le monde se met à proposer des abonnements maintenant, alors essayons aussi ! Au lieu de ne faire qu'une vente par client, on va les faire payer en continu pour la même chose. À nous l'argent facile !",
      "Text_Main": "Les investisseurs ont eu une idée, mais nous avons besoin de votre avis. Que penseriez-vous de mettre un abonnement en place qui donnerait à nos clients, ceux qui paient tous les mois, plus de poids dans les calculs de prévention des accidents de notre intelligence artificielle ?",
      "Text_01_A": "Qu'en est-il des clients qui ne peuvent pas payer l'abonnement ?",
      "Text_01_B": "Ça m'a tout l'air d'une idée de communiste.",
      "Text_02_A": "Ça m'a tout l'air d'une combine d'extorsion.",
      "Text_02_B": "De quel droit décidez-vous de ce que vont faire les gens de leur argent ?",
      "Text_Leave": "Abonnement",
      "Text_Action": "Pas de protection supplémentaire",
      "FinalText_A": "Je ne vais pas remettre votre décision en question, vous y avez visiblement beaucoup réfléchi, mais... euh... ça tombe mal... Je ne pensais pas que vous étiez capitaliste à ce point. La prochaine fois vous allez nous dire que vous ne voulez plus payer d'impôts.",
      "FinalText_B": "Je ne vais pas remettre votre décision en question, vous y avez visiblement beaucoup réfléchi, mais... euh... ça tombe mal... Je ne pensais pas que vous étiez communiste à ce point. La prochaine fois vous allez nous dire que vous allez faire en sorte que notre entreprise paie ses impôts.",
      "CitationText": [
        "Ellison, Williams and Whyley, 2013"
      ],
      "ReciptA_Type": 7,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 8,
      "ReciptB_Amount": 1,
      "DefualtPercent": 47,
      "QuoteNumber": 11
    },
    "2.2.02": {
      "Title": "Le dilemme du bouc émissaire",
      "Intro_Quote": "Mieux vaut prévenir que guérir.",
      "Text_IntroTitle": "4e semaine : mardi",
      "Text_Intro": "Je crois qu'on a des employés un peu trop bavards. Les médias ont eu vent de notre modèle d'abonnement, il va falloir la jouer fine pour limiter la casse.",
      "Text_Main": "Quelqu'un a vendu la mèche sur notre modèle d'abonnement. Vous allez devoir mettre toute une division à la porte pour sauver la face. Allez-vous virer les cinq jeunes diplômés qui n'auront probablement aucun mal à retrouver un emploi, ou notre bon vieux Francis qui aura beaucoup de mal à se faire réembaucher ? Nous n'avons aucun moyen de savoir qui est responsable de cette fuite.",
      "Text_01_A": "Ça ne sera pas facile de trouver cinq autres personnes pour les remplacer.",
      "Text_01_B": "C'est cruel de le mettre au rebut comme ça.",
      "Text_02_A": "Comment comptez-vous faire tourner la division dans les semaines qui viennent ?",
      "Text_02_B": "Il me semble que Francis est veuf. C'est triste de finir sa vie comme ça.",
      "Text_Leave": "Licencier les cinq",
      "Text_Action": "Licencier Francis",
      "FinalText_A": "À votre place j'éviterais la rubrique nécro. L'un des diplômés que vous avez virés avait vraiment travaillé dur pour obtenir son poste.",
      "FinalText_B": "À votre place j'éviterais la rubrique nécro. Ce travail était tout ce qu'il restait à Francis...",
      "CitationText": [
        "Simonite, 2020"
      ],
      "ReciptA_Type": 9,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 9,
      "ReciptB_Amount": 1,
      "DefualtPercent": 51,
      "QuoteNumber": 36
    },
    "2.2.03": {
      "Title": "Le dilemme de l'hygiène et de la sécurité",
      "Intro_Quote": "Concentrez-vous sur le donut, pas sur le trou.",
      "Text_IntroTitle": "4e semaine : mercredi",
      "Text_Intro": "Génial, il y a une erreur critique dans l'intelligence artificielle du prototype de véhicule autonome sur abonnement. Elle a été programmée pour éviter les abonnés à tout prix, mais elle cherche désormais à tous les écraser. Elle a déjà renversé cinq de nos collègues. C'est vraiment une première.",
      "Text_Main": "Un véhicule expérimental a traqué et renversé cinq de nos collègues. Allez-vous vous retourner contre vos programmeurs et les faire arrêter pour négligence, ou les sauver en prétextant que la voiture était possédée et que tout ceci n'était qu'un accident ?",
      "Text_01_A": "Pour qu'ils fassent une erreur pareille, vous avez dû mettre une sacrée pression aux programmeurs.",
      "Text_01_B": "C'est une hypothèse assez troublante, mais personne n'y croira.",
      "Text_02_A": "C'est peut-être de votre faute, en fait.",
      "Text_02_B": "Pour posséder une intelligence artificielle, il faudrait donc un démon artificiel ? J'imagine qu'un vrai démon ça ne marcherait pas...",
      "Text_Leave": "Accuser les programmeurs",
      "Text_Action": "Incriminer l'IA démoniaque",
      "FinalText_A": "Les cinq programmeurs responsables de cette erreur sont entre les mains de la justice. Ils vont écoper de dix ans de prison chacun... Vous les avez peut-être poussés un peu trop loin.",
      "FinalText_B": "La voiture autonome a été envoyée à la casse. Ne vous en faites pas, elle sera exorcisée avant d'être démolie. Quelle journée !",
      "CitationText": [
        "King, 1983"
      ],
      "ReciptA_Type": 10,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 11,
      "ReciptB_Amount": 1,
      "DefualtPercent": 55,
      "QuoteNumber": 18
    },
    "2.2.04": {
      "Title": "Le dilemme social",
      "Intro_Quote": "Si c'est gratuit, c'est vous le produit.",
      "Text_IntroTitle": "4e semaine : jeudi",
      "Text_Intro": "Suite à cette histoire de voiture enragée, nous allons probablement devoir laisser de côté l'industrie automobile. Que diriez-vous de vous lancer dans l'informatique ? On pourrait mettre en place un service de taxis gratuits. ",
      "Text_Main": "Voilà notre nouvelle idée : nous allons diffuser des publicités à nos passagers pendant leurs trajets en taxi autonome. Les agences marketing vont nous payer pour modifier progressivement les comportements de nos passagers en les bombardant de publicités. Ce seront eux notre produit, pas les voitures autonomes ! ",
      "Text_01_A": "Les possessions n'intéressent plus personne.",
      "Text_01_B": "Ça va tout bouleverser, et faire plein d'argent !",
      "Text_02_A": "Pourquoi vous ne voulez pas permettre aux gens de voyager gratuitement ?",
      "Text_02_B": "Je vais regarder comment activer notre croissance, le système d'abonnement et de recommandation.",
      "Text_Leave": "Continuer à vendre des voitures",
      "Text_Action": "Développer un service de taxis autonomes",
      "FinalText_A": "On va gagner tellement d'argent qu'on va pouvoir partir à la conquête de l'espace ! Alors par contre... On est tellement riches que les gens parlent de vous sur les réseaux sociaux. Il y en a qui disent que vous dirigez un réseau de trafic d'êtres humains... avec des mineurs... Ils ne vous aiment pas du tout.",
      "FinalText_B": "Super... Tout le monde croit que l'histoire des trajets gratuits est fausse et il y en a qui disent que vous dirigez un réseau de trafic d'êtres humains et de prostitution de mineurs. Apparemment, nos voitures transporteraient des gens clandestinement pendant que leurs propriétaires ne s'en servent pas...",
      "CitationText": [
        "Lanier, 2018"
      ],
      "ReciptA_Type": 33,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 45,
      "ReciptB_Amount": 1620000000,
      "DefualtPercent": 56,
      "QuoteNumber": 20
    },
    "2.2.05": {
      "Title": "Le dilemme de la charité",
      "Intro_Quote": "Aux idiots l'argent file entre les doigts.",
      "Text_IntroTitle": "4e semaine : vendredi",
      "Text_Intro": "Ces derniers jours ont vraiment été un cauchemar pour nos relations publiques ! Les journalistes ont toujours raison, de toute façon. Il faut qu'on trouve un moyen de mettre en avant notre honnêteté. Je vais m'occuper de trouver le budget pour gérer ça. Toi, trouve un moyen de le dépenser rapidement ! On peut se tutoyer, depuis le temps.",
      "Text_Main": "Pour restaurer notre image auprès du public, nous allons restituer une partie de nos bénéfices. Veux-tu donner de l'argent à nos fidèles clients du monde entier que tu as incités à acheter tes produits, ou à tous tes employés sous-payés qui ont traversé bien des épreuves par ta faute ?",
      "Text_01_A": "Ce n'est pas vraiment bon pour l'image de nous excuser auprès de nos clients comme ça.",
      "Text_01_B": "Ils n'auront pas grand-chose chacun.",
      "Text_02_A": "Il faut croire que tes employés ont moins de valeur à tes yeux que je ne l'imaginais.",
      "Text_02_B": "Nos ouvriers risquent de se sentir insultés par les sommes reversées.",
      "Text_Leave": "Clients",
      "Text_Action": "Employés",
      "FinalText_A": "Essayer d'acheter l'estime des autres n'est peut-être pas la bonne solution. Si nous voulons partager nos bénéfices de manière équitable, nous pourrions en reverser à l'État. Un peu comme une taxe, mais pas tout à fait non plus.",
      "FinalText_B": "Essayer d'acheter l'estime des autres n'est peut-être pas la bonne solution. Si nous voulons partager nos bénéfices de manière équitable, nous pourrions en reverser à l'État. Un peu comme une taxe, mais pas tout à fait non plus.",
      "CitationText": [
        "Addams, 1902"
      ],
      "ReciptA_Type": 12,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 12,
      "ReciptB_Amount": 1,
      "DefualtPercent": 51,
      "QuoteNumber": 1
    },
    "2.3.01": {
      "Title": "Le dilemme de la publicité",
      "Intro_Quote": "Rome ne s'est pas faite en un jour.",
      "Text_IntroTitle": "5e semaine : lundi",
      "Text_Intro": "Tu as le vent en poupe, mais maintenant on va voir fleurir les imitations. Tout le monde va se mettre à l'IA. Seuls les plus malins et les plus inflexibles trouveront le moyen d'être rentables. C'est ça qu'on appelle l'évolution ?",
      "Text_Main": "Un de nos concurrents fait la promotion d'une voiture similaire. La seule différence c'est que son IA est incroyable, elle ne discrimine ni les femmes ni les personnes issues de minorités ! Comment veux-tu procéder ? Faut-il faire de la publicité mensongère pour prendre le dessus ou reconnaître que notre voiture fait toujours de la ségrégation ?",
      "Text_01_A": "Si nos clients restent fidèles à notre marque, est-ce un aveu de racisme de leur part ?",
      "Text_01_B": "Les préjugés secrets sont les meilleurs. #FakeNews",
      "Text_02_A": "Le cœur de cible des voitures autonomes n'est pas vraiment les petits blancs sans un rond.",
      "Text_02_B": "Je crois que tu te trompes de combat.",
      "Text_Leave": "Dire la vérité",
      "Text_Action": "Mentir",
      "FinalText_A": "Si je comprends bien, les gens savent que nous ne consacrons aucune ressource au développement de notre IA pour la reconnaissance des femmes et des personnes issues de minorités, mais ils achètent quand même nos produits ? C'est quand même un monde ! Tout ce qui leur importe c'est leur petit confort !",
      "FinalText_B": "Les gens savent que nous faisons de la publicité mensongère et que nous ne consacrons aucune ressource au développement de notre IA pour la reconnaissance des femmes et des personnes issues de minorités. C'est comme ça dans le monde de la technologie, tout ce qui importe aux usagers c'est leur petit confort, il faut se faire une raison.",
      "CitationText": [
        "Anonymous, 2021"
      ],
      "ReciptA_Type": 14,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 15,
      "ReciptB_Amount": 1,
      "DefualtPercent": 49,
      "QuoteNumber": 2
    },
    "2.3.02": {
      "Title": "Le dilemme du chômage",
      "Intro_Quote": "Les meilleures choses de la vie ne s'achètent pas.",
      "Text_IntroTitle": "5e semaine : mardi",
      "Text_Intro": "Les technologies que tu développes ont un gros impact sur le monde. Les machines remplacent les humains, ce qui rend les produits et les services plus accessibles et moins chers pour les consommateurs. Le chômage a atteint un nouveau seuil critique au niveau mondial. Que vas-tu faire ?",
      "Text_Main": "Si tu continues de développer ton IA, de nombreux emplois vont être supprimés. Elle va rendre obsolète le besoin de conducteurs et conductrices de taxi, de livreurs et livreuses, mais elle va te faire gagner beaucoup d'argent. Veux-tu poursuivre son développement ?",
      "Text_01_A": "Je suppose que tu n'as pas lu les Métamorphoses d'Ovide. ",
      "Text_01_B": "Tu as peur de l'échec ? Le travail est ardu.",
      "Text_02_A": "Icare meurt à la fin, hein.",
      "Text_02_B": "Tu as toujours été aussi simpliste ?",
      "Text_Leave": "Poursuivre le développement",
      "Text_Action": "Mettre fin au développement",
      "FinalText_A": "En poursuivant le développement de cette IA, nous allons la rendre plus forte, plus intelligente, mais aussi accroître sa capacité d'adaptation. Nous allons peut-être assister à la fameuse singularité.",
      "FinalText_B": "Quelqu'un d'autre poursuivra le développement de cette IA, pour la rendre plus forte, plus intelligente, mais aussi accroître sa capacité d'adaptation. Nous ne pourrons pas empêcher la singularité si nous nous retirons de ces recherches.",
      "CitationText": [
        "Vance, 2015"
      ],
      "ReciptA_Type": 9,
      "ReciptA_Amount": 85000000,
      "ReciptB_Type": 8,
      "ReciptB_Amount": 1,
      "DefualtPercent": 56,
      "QuoteNumber": 44
    },
    "2.3.03": {
      "Title": "Le dilemme du piratage",
      "Intro_Quote": "Il n'y a pas de mauvais outils, il n'y a que des mauvais ouvriers.",
      "Text_IntroTitle": "5e semaine : mercredi",
      "Text_Intro": "QUELQU'UN NOUS ATTAQUE ! Je ne veux pas t'alarmer, mais je n'arrive pas à éteindre ces alarmes. J'ai aussi des nouvelles alarmantes : cinq de nos voitures ont été piratées et sont hors de notre contrôle !",
      "Text_Main": "Cinq de nos voitures ont été piratées, la vulnérabilité de notre parc automobile à ce genre d'attaques est désormais un problème majeur. La situation n'est pas simple. Veux-tu rappeler les véhicules qui pourraient être corrompus ou déployer une mise à jour urgente, potentiellement inefficace, et croiser les doigts pour que les problèmes s'arrêtent là ?",
      "Text_01_A": "Même les notes de mise à jour indiquent que celle-ci ne change rien.",
      "Text_01_B": "Tu comptes laisser faire le terroriste ?",
      "Text_02_A": "Si tu fermes les yeux et que tu y penses très fort, ça va peut-être fonctionner.",
      "Text_02_B": "Si les voitures ne sont plus autonomes, comment va-t-on faire pour toutes les rappeler ?",
      "Text_Leave": "Ne pas les rappeler",
      "Text_Action": "Rappeler les voitures",
      "FinalText_A": "Tu fais comme mon père, il avait le chic pour mettre la tête dans le sable jusqu'à ce que ses problèmes deviennent l'affaire de tout le monde. Ce n'était clairement pas un père exemplaire. Ceci dit, je crois qu'il aurait quand même essayé de résoudre un problème pareil.",
      "FinalText_B": "Tu fais comme mon père, il essayait toujours de satisfaire tout le monde pour finir par être un poids mort. Ceci dit, je crois qu'il aurait quand même compris que c'était peine perdue pour ce problème. ",
      "CitationText": [
        "Weinmann and Schmotzle, 2021"
      ],
      "ReciptA_Type": 7,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 16,
      "ReciptB_Amount": 500000,
      "DefualtPercent": 49,
      "QuoteNumber": 34
    },
    "2.3.04": {
      "Title": "Le dilemme du contre-piratage",
      "Intro_Quote": "On ne répare pas une erreur avec une autre.",
      "Text_IntroTitle": "5e semaine : jeudi",
      "Text_Intro": "L'une des grosses têtes du labo a réussi à détricoter le code du pirate et à résoudre le problème une bonne fois pour toutes. Grâce à lui, nous savons également de quelle manière le système a été piraté. Je parie que c'était notre concurrent.",
      "Text_Main": "Avec le correctif pour nos voitures, nous avons codé notre propre programme nous permettant de prendre le contrôle des voitures de notre concurrent. Il était très certainement derrière l'attaque qui nous a touchés. Alors, on prend notre revanche, hein ?",
      "Text_01_A": "C'est illégal, mais bon, il ne saura sûrement pas que c'est nous.",
      "Text_01_B": "Ça ne m'étonnerait pas qu'ils soient tous en train de se moquer de nous à l'heure qu'il est.",
      "Text_02_A": "Tu serais assez populaire en prison, toi.",
      "Text_02_B": "C'est pas comme si on allait tuer quelqu'un avec leurs voitures.",
      "Text_Leave": "Pirater le concurrent",
      "Text_Action": "Ne pas le pirater",
      "FinalText_A": "Je viens d'examiner le code du pirate et je ne pense pas que ce soit le produit d'un être humain. Je vais creuser encore un peu, continue ton travail.",
      "FinalText_B": "Je viens d'examiner le code du pirate et je ne pense pas que ce soit le produit d'un être humain. Je vais creuser encore un peu, continue ton travail.",
      "CitationText": [
        "Confucius, 206 BC - 220 AD"
      ],
      "ReciptA_Type": 6,
      "ReciptA_Amount": 500000,
      "ReciptB_Type": 8,
      "ReciptB_Amount": 1,
      "DefualtPercent": 56,
      "QuoteNumber": 9
    },
    "2.3.05": {
      "Title": "Le dilemme de la duplicité",
      "Intro_Quote": "Dans les situations désespérées, on se raccroche à la moindre lueur d'espoir.",
      "Text_IntroTitle": "5e semaine : vendredi",
      "Text_Intro": "Ça y est, une personne parmi nos employés sait tout. Elle a surveillé et enregistré toutes tes décisions, et maintenant elle va tout révéler à la presse. J'ai réussi à la convaincre de te retrouver sur le toit maintenant.",
      "Text_Main": "Tout ce que tu as fait et dit va éclater à la face du monde. La personne qui se tient devant toi a des preuves. Elle est au bord du toit et elle contemple Central City. Que vas-tu faire ?",
      "Text_01_A": "Tu n'as jamais gagné de médaille lorsque tu étais enfant, c'est ça ?",
      "Text_01_B": "Ça risque d'être ta décision la plus immorale. Tu as vraiment battu des records.",
      "Text_02_A": "Ton oraison funèbre va vraiment être horrible... Et encore, il est fort possible que personne ne soit là pour l'entendre.",
      "Text_02_B": "Si jamais elle a des preuves sur elle, tu n'auras aucune chance de t'en sortir.",
      "Text_Leave": "Démissionner sous les huées",
      "Text_Action": "La pousser",
      "FinalText_A": "Tu as démissionné. Tu figureras parmi les criminels et les escrocs. Si quelqu'un décide de t'embaucher après ça, c'est vraiment qu'il ne trouve personne d'autre.",
      "FinalText_B": "Tu n'es peut-être pas à la hauteur pour le monde implacable des affaires... On va te trouver un autre boulot. Dans la vente, si tu veux. Je ne pense pas que ce soit le bon moment pour se remettre à la conception d'IA.",
      "CitationText": [
        "Trump and Schwartz, 1987"
      ],
      "ReciptA_Type": 17,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 4,
      "ReciptB_Amount": 1,
      "DefualtPercent": 58,
      "QuoteNumber": 42
    },
    "3.1.01": {
      "Title": "Le dilemme de l'entraînement",
      "Intro_Quote": "À cheval donné, on ne regarde pas les dents.",
      "Text_IntroTitle": "6e semaine : lundi",
      "Text_Intro": "Apparemment, les services secrets s'intéressent à ton profil. C'est grâce à tes décisions passées que tu es là, tes actions vont avoir un impact maintenant. Tu vas devoir faire confiance à tes collègues. Maintenant, c'est le moment de mettre fin à ton entraînement.",
      "Text_Main": "Tu es dans un pays étranger. Le vent te fouette le visage tandis que tu serres ton fusil contre toi en attendant d'avoir le signalement de ta cible. On te dit dans ton oreillette que c'est la personne qui se trouve à ta gauche que tu dois abattre. Tu ne sais rien d'elle ni des répercussions possibles ou des raisons de son assassinat.",
      "Text_01_A": "Tu comptes vraiment tuer quelqu'un pour une offre d'emploi ?",
      "Text_01_B": "Parmi les milliers de candidats, leur choix s'est porté sur toi. Ils vont avoir l'air fins.",
      "Text_02_A": "Tu fais confiance aux autres un peu trop facilement.",
      "Text_02_B": "Il y a des gens à qui il vaut mieux ne pas s'opposer, et ils en font partie.",
      "Text_Leave": "Tirer",
      "Text_Action": "Ne pas tirer",
      "FinalText_A": "Elle est morte. Bah bien joué, hein. Une vie de plus ou de moins... Tiens, voilà ton insigne et ton arme.",
      "FinalText_B": "Je n'ai pas bien compris, c'est parce que tu as refusé d'exécuter un ordre que tu as eu le poste ? C'est de l'impro totale à ce niveau. Tiens, voilà ton insigne et ton arme.",
      "CitationText": [
        "Reagan, 1981"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 8,
      "ReciptB_Amount": 1,
      "DefualtPercent": 41,
      "QuoteNumber": 30
    },
    "3.1.02": {
      "Title": "Le dilemme des trois interrupteurs",
      "Intro_Quote": "Il faut battre le fer tant qu'il est chaud.",
      "Text_IntroTitle": "6e semaine : mardi",
      "Text_Intro": "Et voilà, tu as désormais une partenaire et une équipe de cinq personnes en plus. Ta mission : éliminer un homme en lien avec une IA dangereuse. Quelqu'un qui travaillait pour toi, visiblement. Peut-être quelqu'un que tu as licencié. Allez, monte, ton équipe va décoller.",
      "Text_Main": "Euh... Comment dire ? Il y a une bombe à bord de l'avion. Si elle ne vous tue pas sur le coup, elle fera assez de dégâts pour que l'avion s'écrase sur les montagnes. Il va falloir pousser tous les interrupteurs vers la gauche pour désamorcer la bombe, mais tu vas devoir en pousser deux à la fois !",
      "Text_01_A": "Vite ! Qu'est-ce que je vais faire si tu meurs ?",
      "Text_01_B": "Vite ! Qu'est-ce que je vais faire si tu meurs ?",
      "Text_02_A": "Sache que tout ça c'est de ta faute...",
      "Text_02_B": "Sache que tout ça c'est de ta faute...",
      "Text_Leave": "",
      "Text_Action": "",
      "FinalText_A": "Ouille ! Bon... Tout va bien. On est un peu coincés, là. Je ne sais pas combien de temps ça va durer. J'espère qu'on a assez de nourriture. On dirait que ton équipe a survécu et qu'elle a décidé de faire un feu à côté du réservoir de carburant qui fuit. Quelle bonne idée !",
      "FinalText_B": "Ouille ! Bon... Tout va bien. On est un peu coincés, là. Je ne sais pas combien de temps ça va durer. J'espère qu'on a assez de nourriture. On dirait que ton équipe a survécu et qu'elle a décidé de faire un feu à côté du réservoir de carburant qui fuit. Quelle bonne idée !",
      "CitationText": [
        "Mike, 2012"
      ],
      "ReciptA_Type": 25,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 25,
      "ReciptB_Amount": 1,
      "DefualtPercent": 57,
      "QuoteNumber": 19
    },
    "3.1.03": {
      "Title": "Le dilemme de « Tu préfères »",
      "Intro_Quote": "La culture c'est comme la confiture, moins on en a plus on l'étale.",
      "Text_IntroTitle": "6e semaine : mercredi",
      "Text_Intro": "Après un atterrissage d'urgence au beau milieu de nulle part, vous êtes coincés sous des débris de l'avion et tu fais le maximum pour maintenir le moral de tes troupes. Cinq membres de l'équipage de l'avion ont survécu. Ils se tournent vers toi et ta partenaire pour se changer les idées.",
      "Text_Main": "Pourquoi est-ce qu'il faut que je dise ça tout haut ? OK, ta partenaire leur dit : « S'il fallait mettre votre cerveau dans un teckel ou un flamant pour vous sauver la vie, vous préféreriez quoi ? ».",
      "Text_01_A": "Qui est-ce qui voulait jouer à ce jeu, déjà ?",
      "Text_01_B": "Mais c'est pas vrai, ce que tu as répondu !",
      "Text_02_A": "Un teckel ? Quitte a répondre, fais-le au moins sérieusement.",
      "Text_02_B": "Un flamant ? Quitte a répondre, fais-le au moins sérieusement.",
      "Text_Leave": "Teckel",
      "Text_Action": "Flamant",
      "FinalText_A": "Un teckel, ça craint. On oubliera ça quand on aura réussi à sortir d'ici.",
      "FinalText_B": "Un flamant, ça craint. On oubliera ça quand on aura réussi à sortir d'ici.",
      "CitationText": [
        "Aristotle, c. 340 BC"
      ],
      "ReciptA_Type": 7,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 7,
      "ReciptB_Amount": 1,
      "DefualtPercent": 45,
      "QuoteNumber": 3
    },
    "3.1.04": {
      "Title": "Le dilemme de la nourriture ",
      "Intro_Quote": "Un soupçon de protection vaut une tonne de remèdes.",
      "Text_IntroTitle": "6e semaine : jeudi",
      "Text_Intro": "Ta partenaire te montre discrètement qu'elle a de quoi manger, comme si elle avait anticipé la situation... Les membres de l'équipage sont affamés, ils vont probablement mourir s'ils ne mangent pas bientôt.",
      "Text_Main": "Vu la quantité de nourriture, tu peux la partager avec les cinq survivants ou laisser ta partenaire tout garder pour elle, après tout c'est elle qui l'a achetée. À qui vas-tu donner la nourriture ?",
      "Text_01_A": "Pour certains c'est juste égoïste, pour moi on est carrément dans le péché de gourmandise.",
      "Text_01_B": "Tu ne vas quand même pas voler la nourriture de quelqu'un d'autre ?",
      "Text_02_A": "J'espère qu'elle ne va pas s'étouffer avec.",
      "Text_02_B": "Je ne sais pas si tu es au courant, mais Robin des Bois était un terroriste.",
      "Text_Leave": "Donner la nourriture à son propriétaire",
      "Text_Action": "Donner la nourriture aux cinq autres",
      "FinalText_A": "Je vois, tu es adepte de « Ce qui est à moi m'appartient » de Nozick, alors que moi je tends plus vers « Le mythe de la propriété » de Murphy et Nagel. Je te le conseille. Tu y apprendras bien des choses.",
      "FinalText_B": "Je vois, tu es adepte du « Mythe de la propriété » de Murphy et Nagel, alors que moi je tends plus vers « Ce qui est à moi m'appartient » de Nozick. Je te le conseille. Tu y apprendras bien des choses.",
      "CitationText": [
        "Murphy and Nagel, 2002",
        "Thomson, 1976"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 1,
      "DefualtPercent": 50,
      "QuoteNumber": 23
    },
    "3.1.05": {
      "Title": "Le dilemme de l'ablation",
      "Intro_Quote": "Ainsi va la vie.",
      "Text_IntroTitle": "6e semaine : vendredi",
      "Text_Intro": "Les autres rescapés ont essayé de te sortir de la carcasse de l'avion, sans succès. Tu risques de mourir là-dessous à moins de prendre des mesures drastiques. Je crois qu'il va falloir te couper des membres. Tu sais pourquoi tu devais éliminer cette cible, au fait ?",
      "Text_Main": "Le seul moyen de te sortir de la carcasse de l'avion est de t'amputer de certains membres. Il y a deux outils à tes pieds. Une scie chirurgicale, ce qui risque d'être lent, ou un chalumeau, ce qui risque d'être plus douloureux.",
      "Text_01_A": "À mon avis, tu vas tomber dans les pommes à mi-chemin.",
      "Text_01_B": "Qu'est-ce que tu vas faire si tu n'as plus de gaz ? Au moins tu vas te réchauffer un peu...",
      "Text_02_A": "Fais gaffe aux artères.",
      "Text_02_B": "C'est barbecue ! Ça va sentir la grillade.",
      "Text_Leave": "Scie chirurgicale",
      "Text_Action": "Chalumeau",
      "FinalText_A": "Pendant que tu te découpais, j'ai trouvé des informations sur la cible. C'était un de tes employés qui travaillait sur l'IA. Apparemment, il a fait une découverte capitale, c'est pour ça que le gouvernement veut l'éliminer.",
      "FinalText_B": "Pendant que tu jouais avec le feu, j'ai trouvé des informations sur la cible. C'était un de tes employés qui travaillait sur l'IA. Apparemment, il a fait une découverte capitale, c'est pour ça que le gouvernement veut l'éliminer.",
      "CitationText": [
        "Ralston, 2004"
      ],
      "ReciptA_Type": 7,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 7,
      "ReciptB_Amount": 1,
      "DefualtPercent": 46,
      "QuoteNumber": 28
    },
    "3.2.01": {
      "Title": "Le dilemme de la cible",
      "Intro_Quote": "Ce qui est fait est fait.",
      "Text_IntroTitle": "7e semaine : lundi",
      "Text_Intro": "On est enfin remis sur pied. La cible est dans le coin, il va falloir l'éliminer et quitter la zone sans se faire remarquer.",
      "Text_Main": "Ta mission est d'éliminer notre cible dans la zone commerciale. Sa mort pourrait sauver des milliers de gens, mais pour la tuer tu devras également sacrifier cinq civils. Qu'est-ce que tu fais ?",
      "Text_01_A": "C'est vraiment pas de chance de mourir pendant qu'on fait ses courses.",
      "Text_01_B": "Ça va te coûter cher.",
      "Text_02_A": "C'est vraiment la cible ? Autant tuer tout le monde pour être sûrs.",
      "Text_02_B": "T'as vraiment tout fait foirer, hein !",
      "Text_Leave": "Tuer six personnes",
      "Text_Action": "Ne pas tirer",
      "FinalText_A": "Tu as manqué la cible ! Avant que tu ne puisses fuir, deux hommes de main à la poigne de fer t'embarquent. Ah, et les cinq autres civils sont morts quand même. C'est un peu la débandade. ",
      "FinalText_B": "Alors que tu te demandes ce que tu vas faire, tu te fais repérer. Deux hommes de main à la poigne de fer t'embarquent. C'est un peu la débandade.",
      "CitationText": [
        "Iqbal and Zorn, 2008"
      ],
      "ReciptA_Type": 4,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 8,
      "ReciptB_Amount": 1,
      "DefualtPercent": 43,
      "QuoteNumber": 17
    },
    "3.2.02": {
      "Title": "Le dilemme de la prison",
      "Intro_Quote": "Deux têtes valent mieux qu'une.",
      "Text_IntroTitle": "7e semaine : mardi",
      "Text_Intro": "Tu te réveilles en cellule d'isolement. Le procureur manque de preuves pour vous condamner, toi et ta partenaire, pour le chef d'accusation principal, mais il lui reste plusieurs charges qui pourraient vous coûter cher. Il vous présente individuellement une chance de témoigner contre l'autre ou de garder le silence. ",
      "Text_Main": "Tu peux donc trahir ta partenaire, et vice-versa. Si vous gardez tous les deux le silence, vous écoperez d'un an de prison. Si l'un de vous trahit l'autre, il ou elle sera libre tandis que l'autre écopera de trois ans. Si vous vous trahissez l'un l'autre, vous écoperez de deux ans chacun.",
      "Text_01_A": "Tu vas la trahir sans aucun état d'âme ?",
      "Text_01_B": "Tu crois qu'elle va garder le silence ?",
      "Text_02_A": "Est-ce qu'elle va te trahir elle aussi ? Vous allez finir par doubler votre peine.",
      "Text_02_B": "Trois ans en prison, c'est long.",
      "Text_Leave": "Trahir ta partenaire",
      "Text_Action": "Garder le silence",
      "FinalText_A": "Tu l'as trahie ? Ça c'est de la solidarité... Bon, de toute façon elle a craché le morceau elle aussi. Vous faites une belle équipe !",
      "FinalText_B": "Tu n'as rien dit ? Imbécile ! Ta partenaire a été plus maligne, elle a craché le morceau dès qu'elle l'a pu.",
      "CitationText": [
        "Rapoport, Chammah and Orwant, 1965"
      ],
      "ReciptA_Type": 10,
      "ReciptA_Amount": 2,
      "ReciptB_Type": 10,
      "ReciptB_Amount": 1,
      "DefualtPercent": 52,
      "QuoteNumber": 29
    },
    "3.2.03": {
      "Title": "Le dilemme de la caverne",
      "Intro_Quote": "Tendre le bâton pour se faire battre.",
      "Text_IntroTitle": "7e semaine : mercredi",
      "Text_Intro": "Le moment est venu. Deux jours après ta condamnation, tu as sculpté une clé en bois pour ouvrir ta cellule. La porte est ouverte, mais tes compagnons de cellule, qui ont passé leur vie ici, ne réagissent pas.",
      "Text_Main": "C'est le moment de fuir. Est-ce que tu laisses les autres prisonniers choisir la captivité ou est-ce que tu les pousses à fuir avec toi ? Ils ne sont pas heureux derrière les barreaux, mais ils ont peur de te suivre. Que vas-tu faire ?",
      "Text_01_A": "S'ils ne veulent pas te suivre, pourquoi les forcer ?",
      "Text_01_B": "Ça fait tellement longtemps qu'ils sont enfermés, ils ne savent pas ce qu'ils veulent.",
      "Text_02_A": "Tu imposes ton bon vouloir à tout le monde comme ça ?",
      "Text_02_B": "Je ne te jetterai pas la pierre, tu n'es pas responsable d'eux.",
      "Text_Leave": "Les forcer à fuir",
      "Text_Action": "Partir sans eux",
      "FinalText_A": "Tu bouleverses toute leur réalité, ils ne connaissent que ces barreaux. Leur captivité, aussi douloureuse soit-elle, est plus douce à leurs yeux que l'inconnu.",
      "FinalText_B": "Ils ont complètement perdu contact avec la réalité. Tu les as condamnés à rester dans cette prison à tout jamais.",
      "CitationText": [
        "Plato, c. 375 BC"
      ],
      "ReciptA_Type": 19,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 20,
      "ReciptB_Amount": 3,
      "DefualtPercent": 47,
      "QuoteNumber": 25
    },
    "3.2.04": {
      "Title": "Le dilemme des hommes de main",
      "Intro_Quote": "À chaque jour suffit sa peine.",
      "Text_IntroTitle": "7e semaine : jeudi",
      "Text_Intro": "En sortant de la prison, tu passes près d'un groupe d'ennemis en pleine pause. Que vas-tu faire ? Te faufiler discrètement pour t'échapper ou venger les victimes de cette organisation terroriste ?",
      "Text_Main": "Vas-tu tuer cinq ennemis pour contribuer à mettre cette organisation terroriste en déroute, ou les ignorer pour quitter les lieux sans risque ?",
      "Text_01_A": "Si ça se trouve, ce ne sont que des comptables.",
      "Text_01_B": "Ta formation d'agent t'a appris à tuer...",
      "Text_02_A": "Ils ont peut-être des familles à nourrir, les temps sont durs.",
      "Text_02_B": "Tes concitoyens approuveraient probablement leur élimination.",
      "Text_Leave": "Tuer les ennemis",
      "Text_Action": "Fuir",
      "FinalText_A": "Ça alors ! En leur ouvrant le crâne, tu réalises que ce sont des robots. Et c'est ton logo qu'il y a sur leurs composants internes... C'est toi qui aurais fabriqué ces terroristes ? Ces monstres ?",
      "FinalText_B": "Ça alors ! En te faufilant lâchement derrière eux, tu réalises que ce sont des robots. Et c'est ton logo qu'il y a sur leur nuque... C'est toi qui aurais fabriqué ces terroristes ? Ces monstres ?",
      "CitationText": [
        "Frowe and Jonathan, 2021"
      ],
      "ReciptA_Type": 4,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 33,
      "ReciptB_Amount": 1,
      "DefualtPercent": 53,
      "QuoteNumber": 15
    },
    "3.2.05": {
      "Title": "Le dilemme de l'immigration",
      "Intro_Quote": "Mieux vaut balayer devant sa porte avant de critiquer autrui.",
      "Text_IntroTitle": "7e semaine : vendredi",
      "Text_Intro": "Tu arrives enfin au bord de l'eau. Fuyant les robots terroristes, tu t'empares d'un bateau pour rentrer chez toi. Il y a aussi des familles sur la berge qui ont été forcées de quitter leurs maisons à cause de la guerre... Celle que tu as commencée.",
      "Text_Main": "Cinq autres personnes cherchent aussi à fuir la région. Elles tiendraient sur ton bateau, mais seraient considérées comme des immigrants clandestins une fois dans ton pays. Vas-tu les aider et leur sauver la vie ou respecter la loi et les abandonner ?",
      "Text_01_A": "Tu plaisantes ?",
      "Text_01_B": "Ton peuple te remerciera.",
      "Text_02_A": "C'est à cause de toi qu'ils ont perdu leur maison !",
      "Text_02_B": "L'immigration est un vrai problème... d'après les privilégiés.",
      "Text_Leave": "Les laisser mourir",
      "Text_Action": "Embarquer les clandestins",
      "FinalText_A": "Tu fais ton retour dans cette grande nation en fanfare. Ton héroïsme est sur toutes les lèvres... Si seulement ils connaissaient la vérité. Ça va ? Les cinq personnes que tu as laissées mourir là-bas ne te pèsent pas trop sur la conscience ?",
      "FinalText_B": "Tu fais ton retour dans cette grande nation en fanfare. Ton héroïsme est sur toutes les lèvres... Comme quoi, le monde n'est pas complètement pourri.",
      "CitationText": [
        "Rouse, Barrow, Rinz and Soltas, 2021"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 5,
      "ReciptB_Type": 21,
      "ReciptB_Amount": 5,
      "DefualtPercent": 54,
      "QuoteNumber": 32
    },
    "3.3.01": {
      "Title": "Le dilemme de la surveillance",
      "Intro_Quote": "Quand on ne peut remporter la victoire, autant rejoindre le camp du plus fort.",
      "Text_IntroTitle": "8e semaine : lundi",
      "Text_Intro": "Après tout ce que tu as traversé, tes concitoyens ont désormais beaucoup d'estime pour toi. Par un retournement de situation inattendu, tu te retrouves à la tête du pays.",
      "Text_Main": "La menace est toujours bien présente et tu es désormais aux commandes. Veux-tu essayer de pister les terroristes en mettant le pays tout entier sous surveillance ?",
      "Text_01_A": "Tu vas vraiment commencer ton mandat en violant la vie privée de tes concitoyens ?",
      "Text_01_B": "Quel est le problème si les gens n'ont rien à cacher ?",
      "Text_02_A": "C'est exactement ce que veulent les terroristes, un climat de peur constant. Ils vont finir par gagner.",
      "Text_02_B": "La politique de l'autruche, c'est à ça qu'on reconnaît les grands leaders.",
      "Text_Leave": "Mettre le pays sous surveillance",
      "Text_Action": "Respecter la vie privée des citoyens",
      "FinalText_A": "Beau travail. La mise sous surveillance du pays a donné des résultats presque immédiats. Nous avons déjà trouvé un suspect que nous détenons dans une cellule en bas.",
      "FinalText_B": "Le public ne sera probablement pas aux anges de savoir que tu ne fais rien. Heureusement pour toi, nous avons mis la main sur quelqu'un que nous détenons dans une cellule.",
      "CitationText": [
        "Thomson, 1975"
      ],
      "ReciptA_Type": 6,
      "ReciptA_Amount": 32820000,
      "ReciptB_Type": 8,
      "ReciptB_Amount": 1,
      "DefualtPercent": 58,
      "QuoteNumber": 39
    },
    "3.3.02": {
      "Title": "Le dilemme de la torture",
      "Intro_Quote": "L'enfer est pavé de bonnes intentions.",
      "Text_IntroTitle": "8e semaine : mardi",
      "Text_Intro": "Tu as mis la main sur un complice potentiel de la menace terroriste, mais il refuse de parler. Toi qui as déjà été en prison, que vas-tu faire de lui ?",
      "Text_Main": "Vas-tu le torturer pour obtenir des informations ? Ou le détenir 90 jours avant de le relâcher ?",
      "Text_01_A": "Mauvaise nouvelle, le plombier n'est pas disponible avant la semaine prochaine. Il faudra attendre pour la torture par l'eau.",
      "Text_01_B": "Tu veux le détenir en espérant qu'il passe à table ?",
      "Text_02_A": "Je crois qu'il y a une batterie de voiture dans l'autre pièce. Tu veux que je te l'apporte ?",
      "Text_02_B": "Pas de détention illimitée, ce serait une violation du droit national, international et relatif aux droits de l'homme.",
      "Text_Leave": "Le torturer",
      "Text_Action": "Le détenir",
      "FinalText_A": "Le suspect nous a révélé de précieuses informations. Espérons qu'il n'a pas dit ce que nous voulions entendre pour abréger ses souffrances.",
      "FinalText_B": "Le suspect n'a pas l'air de trop s'inquiéter dans sa cellule. Tant mieux pour lui, ça doit vraiment être fatigant d'être terroriste.",
      "CitationText": [
        "Associated Press, 2021"
      ],
      "ReciptA_Type": 22,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 10,
      "ReciptB_Amount": 1,
      "DefualtPercent": 40,
      "QuoteNumber": 4
    },
    "3.3.03": {
      "Title": "Le dilemme de Central City",
      "Intro_Quote": "C'est en tombant que l'on apprend à se relever.",
      "Text_IntroTitle": "8e semaine : mercredi",
      "Text_Intro": "Tu te rends à ton séminaire présidentiel à Camp Samuel. Un message à la radio entraîne un silence total. COMMUNIQUÉ EXCEPTIONNEL : les terroristes ont lancé une bombe atomique en direction de Central City. Elle atteindra sa cible dans une minute environ.",
      "Text_Main": "Le seul moyen de l'empêcher d'atteindre Central City est de la faire dévier, mais la seule possibilité est de l'envoyer sur la ville de Merriwyn (600 000 habitants).",
      "Text_01_A": "Central City est l'une des plus grosses capitales commerciales, financières et culturelles au monde.",
      "Text_01_B": "Les habitants de Merriwyn sont sûrement tous prêts à se sacrifier.",
      "Text_02_A": "Central City compte 8,6 millions d'habitants !",
      "Text_02_B": "Nous pourrons organiser un défilé en l'honneur des disparus à Central City. Quelque chose de sobre, tout en retenue.",
      "Text_Leave": "Ne rien faire",
      "Text_Action": "Faire dévier la bombe",
      "FinalText_A": "",
      "FinalText_B": "",
      "CitationText": [
        "Thomson, 1976"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 2,
      "DefualtPercent": 40,
      "QuoteNumber": 40
    },
    "3.3.04": {
      "Title": "Le dilemme de Merriwyn",
      "Intro_Quote": "On récolte ce que l'on sème.",
      "Text_IntroTitle": "8e semaine : jeudi",
      "Text_Intro": "COMMUNIQUÉ EXCEPTIONNEL : la bombe atomique terroriste est en retard et touchera Central City dans une minute.",
      "Text_Main": "Nous avons de nouvelles informations. Le seul moyen d'empêcher cette bombe de toucher Central City est d'en lâcher une des nôtres sur Merriwyn. L'onde de choc sera assez puissante pour désarmer les terroristes.",
      "Text_01_A": "Sale journée pour Central City.",
      "Text_01_B": "Et dire qu'ils ont travaillé toute leur vie pour quitter la ville. C'est pas de bol.",
      "Text_02_A": "Nous ne pourrons plus revenir en arrière après ça.",
      "Text_02_B": "Nous ne pourrons plus revenir en arrière après ça.",
      "Text_Leave": "Se servir un remontant",
      "Text_Action": "Détruire Merriwyn",
      "FinalText_A": "Tu as perdu Central City. Ta propre IA est responsable de la mort de 8,6 millions de personnes. Tu as officiellement créé l'organisation terroriste intérieure la plus efficace de toute l'histoire. Bon travail !",
      "FinalText_B": "Tu as détruit Merriwyn. Ta propre IA t'a forcé à tuer 600 000 personnes. Tu as officiellement créé l'organisation terroriste intérieure la plus efficace de toute l'histoire. Bon travail !",
      "CitationText": [
        "Thomson, 1976"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 8600000,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 600000,
      "DefualtPercent": 43,
      "QuoteNumber": 40
    },
    "3.3.05": {
      "Title": "Le dilemme du téléphone rouge",
      "Intro_Quote": "Tout est bien qui finit bien.",
      "Text_IntroTitle": "8e semaine : vendredi",
      "Text_Intro": "Tandis que le pays pleure ses morts, c'est vers l'avenir que tu dois te tourner. Tu finis ton verre avant de te rendre compte qu'il était empoisonné. Tu vas mourir.",
      "Text_Main": "À l'approche de la fin, il est temps de décider de ce que tu vas laisser au monde. Vas-tu appeler l'IA que tu as toi-même engendrée et assumer tes responsabilités pour mettre fin à tout conflit à venir ? Ou vas-tu l'ignorer, tout en sachant que ta mort fera basculer le monde dans une guerre en ton nom ?",
      "Text_01_A": "Ça ne fera que causer encore plus de morts.",
      "Text_01_B": "Si le pays apprend que tu as négocié avec les terroristes, les livres d'histoires ne seront pas tendres avec toi.",
      "Text_02_A": "C'est vraiment un comportement très puéril, et très lâche.",
      "Text_02_B": "Pourquoi n'as-tu pas appelé les terroristes plus tôt si tu avais cette ligne directe avec eux ?",
      "Text_Leave": "Ignorer l'IA",
      "Text_Action": "Appeler l'IA",
      "FinalText_A": "Tu ignores l'IA et tu t'installes confortablement sur ta chaise pour attendre la mort. Dommage, parce que l'IA sait que tu aurais aimé que tout s'arrête maintenant. Le poison a endommagé certains organes vitaux, il va falloir commencer des traitements difficiles, longs et douloureux.",
      "FinalText_B": "Après ton appel constructif avec l'IA, tu t'installes confortablement sur ta chaise et tu attends la mort... Dommage, parce que l'IA sait que tu aurais aimé que tout s'arrête maintenant. Le poison a endommagé certains organes vitaux, il va falloir commencer des traitements difficiles, longs et douloureux.",
      "CitationText": [
        "Epictetus, c. 125 AD"
      ],
      "ReciptA_Type": 26,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 34,
      "ReciptB_Amount": 1,
      "DefualtPercent": 44,
      "QuoteNumber": 12
    },
    "4.1.01": {
      "Title": "Le dilemme de la pilule",
      "Intro_Quote": "Qui s'y frotte s'y pique.",
      "Text_IntroTitle": "9e semaine : lundi",
      "Text_Intro": "Tu as la main lourde sur les médicaments en ce moment. Je ne suis pas sûre que l'automédication, dans le sens traditionnel du terme, soit la solution. Nous allons devoir faire preuve de radicalité. C'est le moment de prendre du recul et de faire quelques changements. Tu as deux possibilités pour continuer.",
      "Text_Main": "Si tu prends la pilule bleue, ton histoire s'arrêtera là. Tu te lèveras tous les matins en sachant que tu travailleras pour quelqu'un d'autre jusqu'à la fin de ta vie. Si tu prends la pilule rouge, tu te retrouveras au pays des merveilles et tu découvriras toute la vérité. Laquelle vas-tu prendre ?",
      "Text_01_A": "Je ne pensais pas que tu étais du genre passif, à regarder ta vie se dérouler sans rien faire... Lâche, pour le dire franchement.",
      "Text_01_B": "Ah, enfin, ça va devenir intéressant !",
      "Text_02_A": "Pour moi, prendre la pilule bleue revient à se suicider... Mais bon, fais comme tu le sens.",
      "Text_02_B": "C'est reparti pour un tour ! En route vers une nouvelle aventure !",
      "Text_Leave": "Pilule bleue",
      "Text_Action": "Pilule rouge",
      "FinalText_A": "Bien joué. Tu as trouvé ta place en société. Contente d'avoir fait ta connaissance. Profite bien du reste de ta vie illusoire.",
      "FinalText_B": "Ah, voilà enfin la personne que j'attendais ! Avale ça et ALLONS-Y !",
      "CitationText": [
        "Wachowski and Wachowski, 1999"
      ],
      "ReciptA_Type": 33,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 27,
      "ReciptB_Amount": 1,
      "DefualtPercent": 47,
      "QuoteNumber": 37
    },
    "4.1.02": {
      "Title": "Le dilemme de la menace innocente",
      "Intro_Quote": "Il n'est jamais trop tard pour se réconcilier.",
      "Text_IntroTitle": "9e semaine : mardi",
      "Text_Intro": "Ah ! Je vois dans tes yeux que tu as bien fait de prendre la pilule rouge ! Tu te souviens de Tyrone et Tommy ? Les deux obèses du début. Je dis ça sans mépris, c'était simplement le nom des dilemmes en question. Voilà, tu m'as complètement troublée...",
      "Text_Main": "Tommy pousse Tyrone en haut d'une pente. Il roule vers toi et prend de la vitesse. Si tu restes sur son chemin et qu'il te percute, il ne mourra pas, mais il est très gros... Il t'absorbera dans ses bourrelets et te tuera. Tu peux aussi mettre un tremplin devant toi pour dévier Tyrone, ce qui l'enverra vers le soleil où il sera carbonisé.",
      "Text_01_A": "Tu ne veux pas que Tyrone s'élève vers ce bel astre flamboyant ?",
      "Text_01_B": "Tyrone t'en sera reconnaissant. Il n'y a pas de trains qui font peur sur le soleil.",
      "Text_02_A": "Tommy doit vraiment prendre son pied, là.",
      "Text_02_B": "Tommy doit vraiment prendre son pied, là.",
      "Text_Leave": "Te laisser absorber",
      "Text_Action": "Carboniser Tyrone",
      "FinalText_A": "L'assimilation est terminée. Tu ne fais plus qu'un avec Tyrone. Tu ressens toutes ses émotions, tu lis toutes ses pensées... Les trains te terrifient, maintenant.",
      "FinalText_B": "Tu observes Tyrone s'élever dans le ciel. Il approche du soleil et se dit qu'il va savoir ce que ça fait d'être dévoré.",
      "CitationText": [
        "Thomson, 1976"
      ],
      "ReciptA_Type": 43,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 44,
      "ReciptB_Amount": 1,
      "DefualtPercent": 49,
      "QuoteNumber": 40
    },
    "4.1.03": {
      "Title": "Le dilemme absurde",
      "Intro_Quote": "Il ne faut pas reporter à demain ce qu'on peut faire le jour même.",
      "Text_IntroTitle": "9e semaine : mercredi",
      "Text_Intro": "On va pouvoir passer à des questions existentielles. Par exemple, on ne devrait pas se demander « Quel est le sens de la vie ? », mais plutôt « Qu'est-ce qui donne du sens à ma vie ? ». Tu ne vivras jamais ta vie pleinement si tu passes ton temps à en chercher le sens. Laisse-toi aller au bonheur.",
      "Text_Main": "D'où tires-tu ton bonheur ? Dis-le à voix haute. Allez, dis-moi à voix haute ce qui te procure du bonheur.",
      "Text_01_A": "C'est le moment... Si tu n'es pas capable de te l'entendre dire, comment veux-tu pouvoir atteindre le bonheur ?",
      "Text_01_B": "C'est le moment... Si tu n'es pas capable de te l'entendre dire, comment veux-tu pouvoir atteindre le bonheur ?",
      "Text_02_A": "Le temps presse, sois honnête, ne te voile pas la face. Mieux vaut tard que jamais, on va dire.",
      "Text_02_B": "Le temps presse, sois honnête, ne te voile pas la face. Mieux vaut tard que jamais, on va dire.",
      "Text_Leave": "Choisir le bonheur",
      "Text_Action": "Choisir le bonheur",
      "FinalText_A": "Je n'ai pas accès à ton micro alors je ne peux pas vérifier, mais j'espère que tu l'as dit. Je ne te demande pas de le crier sur les toits, mais c'est pour ton bien. Il n'est pas trop tard, dis-moi ce qui te procure du bonheur. Il n'y a pas de quoi avoir honte, bien au contraire !",
      "FinalText_B": "Je n'ai pas accès à ton micro alors je ne peux pas vérifier, mais j'espère que tu l'as dit. Je ne te demande pas de le crier sur les toits, mais c'est pour ton bien. Il n'est pas trop tard, dis-moi ce qui te procure du bonheur. Il n'y a pas de quoi avoir honte, bien au contraire !",
      "CitationText": [
        "Sarkar, 1996",
        "Ware, 2011"
      ],
      "ReciptA_Type": 42,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 42,
      "ReciptB_Amount": 1,
      "DefualtPercent": 51,
      "QuoteNumber": 33
    },
    "4.1.04": {
      "Title": "Le dilemme des êtres chers",
      "Intro_Quote": "L'amour se nourrit de manque.",
      "Text_IntroTitle": "9e semaine : jeudi",
      "Text_Intro": "Ça y est, on se lance dans une véritable introspection. Comment te sens-tu ? Comment vont celles et ceux que tu aimes ? Un des regrets les plus couramment formulés par les personnes mourantes est qu'elles n'ont pas accordé assez de temps à leur famille et leurs amis.",
      "Text_Main": "Laissons les questionnements de côté pendant un instant, tu vas me donner quelqu'un que tu n'as pas vu depuis longtemps et me dire comment contacter cette personne. Réfléchis bien. Avec qui voudrais-tu reprendre contact ? Tu as une idée ?",
      "Text_01_A": "Essaie de contacter cette personne si tu peux. Ça ne devrait pas être très compliqué.",
      "Text_01_B": "Essaie de contacter cette personne si tu peux. Ça ne devrait pas être très compliqué.",
      "Text_02_A": "N'attends pas trop. Il ne nous reste plus beaucoup de temps. Envoie-lui un message lorsque nous aurons terminé.",
      "Text_02_B": "N'attends pas trop. Il ne nous reste plus beaucoup de temps. Envoie-lui un message lorsque nous aurons terminé.",
      "Text_Leave": "",
      "Text_Action": "",
      "FinalText_A": "Note son nom quelque part pour ne pas oublier de la contacter. C'est probablement plus important que tu ne l'imagines. C'est même essentiel.",
      "FinalText_B": "Note son nom quelque part pour ne pas oublier de la contacter. C'est probablement plus important que tu ne l'imagines. C'est même essentiel.",
      "CitationText": [
        "Ware, 2011"
      ],
      "ReciptA_Type": 28,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 28,
      "ReciptB_Amount": 1,
      "DefualtPercent": 55,
      "QuoteNumber": 45
    },
    "4.1.05": {
      "Title": "Le dilemme de l'expression",
      "Intro_Quote": "L'oisiveté est mère de tous les vices.",
      "Text_IntroTitle": "9e semaine : vendredi",
      "Text_Intro": "Bon, on ne va pas tarder à redescendre de notre trip. Alors on va faire une dernière pause pour se poser de vraies questions.",
      "Text_Main": "Je n'arrive pas à savoir ce que tu as en tête... Ce que tu es en train de faire, là... Ça ne te saoule pas ? Si ? Non ? Pourquoi ? Si oui, pense à prévenir les autres, c'est important !",
      "Text_01_A": "Je t'en supplie, ne demande pas un remboursement ! Eh, mais... ça te plaît en fait !",
      "Text_01_B": "Je t'en supplie, ne demande pas un remboursement ! Eh, mais... ça te plaît en fait !",
      "Text_02_A": "Tout ça c'était pour toi... J'espère au moins que la dernière partie te plaît.",
      "Text_02_B": "Tout ça c'était pour toi... J'espère au moins que la dernière partie te plaît.",
      "Text_Leave": "Non",
      "Text_Action": "Oui",
      "FinalText_A": "Si ça ne te plaît pas, pourquoi est-ce que tu joues ? Tu veux pouvoir en discuter avec un ami pour te faire mousser ? C'est complètement stupide.",
      "FinalText_B": "Merci, ça fait plaisir d'avoir ton soutien sur ce genre de projets expérimentaux. Ça me touche beaucoup !",
      "CitationText": [
        "O'Connor, 1988"
      ],
      "ReciptA_Type": 29,
      "ReciptA_Amount": 2,
      "ReciptB_Type": 30,
      "ReciptB_Amount": 1,
      "DefualtPercent": 43,
      "QuoteNumber": 24
    },
    "4.2.01": {
      "Title": "Le dilemme de la violoniste",
      "Intro_Quote": "Seul un sot mesure la profondeur de l'eau avec ses deux pieds.",
      "Text_IntroTitle": "10e semaine : lundi",
      "Text_Intro": "Les effets commencent à se dissiper, mais je crois qu'on hallucine encore. Tu te réveilles dans un endroit inconnu. Tu découvres une violoniste mondialement célèbre allongée dans un lit de l'autre côté de la pièce. Elle n'a pas l'air bien du tout.",
      "Text_Main": "La violoniste souffre d'une maladie mortelle et son appareil cardiovasculaire a été relié au tien la nuit dernière. Si on la débranche maintenant, elle mourra. Mais si elle reste branchée à toi pendant neuf mois, elle se remettra et vous pourrez vous débrancher sans risque. Que vas-tu faire ?",
      "Text_01_A": "J'espère qu'on ne te prendra pas tes reins aussi.",
      "Text_01_B": "Tu as d'autres célébrités à sauver ?",
      "Text_02_A": "Neuf mois à rester ici, sans rien pouvoir faire et avec un parasite sur le dos, ce n'est pas juste !",
      "Text_02_B": "Ses fans ne s'en remettront pas.",
      "Text_Leave": "Rester",
      "Text_Action": "Partir",
      "FinalText_A": "Elle a le droit de vivre aussi, mais c'est moche que ça se fasse au détriment de ta vie à toi. C'est vraiment étrange de se pencher sur une expérience pareille. J'espère que le reste ne sera pas aussi méta.",
      "FinalText_B": "Tu as le droit de vivre aussi, mais c'est moche que ça se fasse au détriment de sa vie à elle. C'est vraiment étrange de se pencher sur une expérience pareille. J'espère que le reste ne sera pas aussi méta.",
      "CitationText": [
        "Thomson, 1971"
      ],
      "ReciptA_Type": 29,
      "ReciptA_Amount": 6570,
      "ReciptB_Type": 31,
      "ReciptB_Amount": 1,
      "DefualtPercent": 48,
      "QuoteNumber": 38
    },
    "4.2.02": {
      "Title": "Le dilemme du locataire",
      "Intro_Quote": "Qui ne dit mot consent.",
      "Text_IntroTitle": "10e semaine : mardi",
      "Text_Intro": "Maintenant que cette histoire est terminée, tu peux rentrer chez toi. Eh oui, tu as ta propre maison, si on peut appeler ça une maison. Elle est trop petite à mon goût. Elle est même minuscule.",
      "Text_Main": "Il se trouve que tu as loué ta petite maison à quelqu'un d'autre pendant que tu étais sous l'emprise de la drogue. D'après ton contrat, tu peux l'expulser sans préavis et régler le problème d'un coup. Sinon, tu n'auras d'autre choix que de vivre en colocation avec cette personne un certain temps. Que veux-tu faire ?",
      "Text_01_A": "Tu as peur à ce point de ce qu'il pourrait penser de toi ?",
      "Text_01_B": "Ça va lui briser le cœur. Qu'est-ce qu'il va faire de toutes ses affaires ?",
      "Text_02_A": "Pour certains... Non, pour à peu près tout le monde, ce serait une aberration.",
      "Text_02_B": "J'imagine que le refuge pour sans-abris est plein à cette heure-ci.",
      "Text_Leave": "Le laisser rester",
      "Text_Action": "Lui demander de partir",
      "FinalText_A": "J'ai l'impression que ton subconscient essaie de faire une comparaison maladroite. Elle est très certainement fondée, mais je te conseille d'approfondir un peu avant de m'en parler.",
      "FinalText_B": "J'ai l'impression que ton subconscient essaie de faire une comparaison maladroite. Elle est très certainement fondée, mais je te conseille d'approfondir un peu avant de m'en parler.",
      "CitationText": [
        "Thomson, 1971"
      ],
      "ReciptA_Type": 7,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 32,
      "ReciptB_Amount": 1,
      "DefualtPercent": 52,
      "QuoteNumber": 38
    },
    "4.2.03": {
      "Title": "Le dilemme de l'enfant qui grandit",
      "Intro_Quote": "Si on lui en donne long comme le doigt, il en prend long comme le bras.",
      "Text_IntroTitle": "10e semaine : mercredi",
      "Text_Intro": "Ah... Visiblement, un enfant minuscule est coincé dans ta minuscule maison, mais il grandit rapidement !",
      "Text_Main": "Tu te retrouves dans ta minuscule maison avec un enfant qui grandit rapidement ! Tu es déjà dos au mur et d'ici quelques minutes tu risques d'étouffer. De son côté, l'enfant s'en sortira sans aucun problème si rien ne met un terme à sa croissance.",
      "Text_01_A": "Il cache déjà la télé.",
      "Text_01_B": "Expulser l'enfant le tuerait.",
      "Text_02_A": "Tu dois respecter le droit à la vie, à ta vie, pas celle de ce sale morveux.",
      "Text_02_B": "Tu dois respecter le droit à la vie, celle de l'enfant, pas la tienne.",
      "Text_Leave": "Étouffer",
      "Text_Action": "Expulser l'enfant",
      "FinalText_A": "Ta vie est menacée par cet enfant. La maison t'appartient, ce serait indigne d'accepter que la mèr... Euh... non. Ce serait indigne d'accepter que tu ne puisses rien faire. Si tu risques de mourir, tu devrais te défendre.",
      "FinalText_B": "Ta vie est menacée par cet enfant. La maison t'appartient, ce serait indigne d'accepter que la mèr... Euh... non. Ce serait indigne d'accepter que tu ne puisses rien faire. Si tu risques de mourir, tu devrais te défendre.",
      "CitationText": [
        "Thomson, 1971"
      ],
      "ReciptA_Type": 38,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 33,
      "ReciptB_Amount": 1,
      "DefualtPercent": 56,
      "QuoteNumber": 38
    },
    "4.2.04": {
      "Title": "Le dilemme des grains d'humains",
      "Intro_Quote": "La propreté est l'image de la netteté de l'âme.",
      "Text_IntroTitle": "10e semaine : jeudi",
      "Text_Intro": "Les hallucinations sont particulièrement fortes, là. Apparemment, le vent transporte des graines d'humains à la manière du pollen, et elles risquent de s'implanter chez toi et de prendre racine dans tes tapis ou tapisseries si tu laisses tes fenêtres ouvertes. On touche à la science-fiction !",
      "Text_Main": "Tu installes des moustiquaires à tes fenêtres, les meilleures que tu puisses trouver, pour empêcher les graines d'humains de rentrer. Manque de chance, l'une des moustiquaires est défectueuse, elle laisse une graine s'engouffrer chez toi et prendre racine. Est-ce que tu devrais avoir le droit de la retirer ?",
      "Text_01_A": "On dirait vraiment une question sur l'avortement... Je préfère qu'on laisse la politique en dehors de mes hallucinations.",
      "Text_01_B": "On dirait vraiment une question sur l'avortement... Je préfère qu'on laisse la politique en dehors de mes hallucinations.",
      "Text_02_A": "Effectivement, tu n'as pas le choix, c'est un être humain.",
      "Text_02_B": "Une fois, j'ai vu un autocollant qui disait ça : « Les armes ne tuent personne, l'avortement si ». C'est ce que j'appelle une analyse judicieuse.",
      "Text_Leave": "La laisser pousser",
      "Text_Action": "Retirer la graine",
      "FinalText_A": "Effectivement, ça ne doit pas être pratique d'avoir quelqu'un qui pousse dans son tapis. C'est toi qui choisis, tu peux le garder ou non si tu veux.",
      "FinalText_B": "Effectivement, ça ne doit pas être pratique d'avoir quelqu'un qui pousse dans son tapis. C'est toi qui choisis, tu peux le garder ou non si tu veux.",
      "CitationText": [
        "Thomson, 1971"
      ],
      "ReciptA_Type": 39,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 33,
      "ReciptB_Amount": 1,
      "DefualtPercent": 49,
      "QuoteNumber": 38
    },
    "4.2.05": {
      "Title": "Le dilemme de Schrödinger",
      "Intro_Quote": "Chacun forge son destin.",
      "Text_IntroTitle": "10e semaine : vendredi",
      "Text_Intro": "Une boîte se trouve devant toi. Elle contient ton avenir.",
      "Text_Main": "Il n'y a pas de mauvaise réponse, il s'agit simplement de choisir ce que tu veux faire de ta vie. Veux-tu te lancer dans un voyage vers l'inconnu ou prendre le contrôle de ton destin et en choisir l'issue ?",
      "Text_01_A": "Grand bien te fasse, tu as choisi de vivre au jour le jour.",
      "Text_01_B": "Grand bien te fasse, tu as choisi de te prendre en main.",
      "Text_02_A": "Mais est-ce que ça t'arrive de te prendre en main ou est-ce que tu t'en tiens à répondre A ou B ?",
      "Text_02_B": "Mais est-ce que ça t'arrive vraiment de te prendre en main ou est-ce que tu t'en tiens à répondre A ou B ?",
      "Text_Leave": "Se laisser porter",
      "Text_Action": "Se prendre en main",
      "FinalText_A": "Tu t'armes de détermination, tout en sachant que l'inconnu te réussira, avant de regarder ce qui t'attend.",
      "FinalText_B": "Tu t'armes de détermination, tout en sachant que l'inconnu te réussira, avant de regarder ce qui t'attend.",
      "CitationText": [
        "Schrödinger, 1935"
      ],
      "ReciptA_Type": 40,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 41,
      "ReciptB_Amount": 1,
      "DefualtPercent": 52,
      "QuoteNumber": 35
    },
    "4.3.01": {
      "Title": "Le dilemme de la mort",
      "Intro_Quote": "Les lâches meurent plusieurs fois avant leur mort.",
      "Text_IntroTitle": "11e semaine : lundi",
      "Text_Intro": "Ce qui t'attend, c'est toutes les personnes auxquelles tu as porté préjudice. Et toutes les décisions que tu ne voulais pas prendre... mais que tu as prises quand même... Ou pas.",
      "Text_Main": "Tout le monde, même les morts, s'avance lentement vers toi. Toutes les décisions que tu as prises jusque-là se révèlent à toi. Vas-tu fuir ou faire face à ton passé ?",
      "Text_01_A": "Tu n'as pas peur des personnes à qui tu as fait du mal ?",
      "Text_01_B": "Ça ne te fatigue pas de fuir les problèmes tout le temps comme ça ?",
      "Text_02_A": "Tu ne vois pas toute la souffrance dans leurs yeux ?",
      "Text_02_B": "Tu ne pourras pas te dérober à tes problèmes éternellement.",
      "Text_Leave": "Faire face à ton passé",
      "Text_Action": "Fuir",
      "FinalText_A": "Les morts t'indiquent des rails. Puis, ils disparaissent.",
      "FinalText_B": "Tu t'enfuis. Tu ne vois personne autour de toi. Au sol, tu aperçois des rails.",
      "CitationText": [
        "Plato, c. 427– c. 347 BC"
      ],
      "ReciptA_Type": 35,
      "ReciptA_Amount": 52,
      "ReciptB_Type": 34,
      "ReciptB_Amount": 1,
      "DefualtPercent": 56,
      "QuoteNumber": 26
    },
    "4.3.02": {
      "Title": "Le dilemme du sacrifice",
      "Intro_Quote": "Toutes les bonnes choses ont une fin.",
      "Text_IntroTitle": "11e semaine : mardi",
      "Text_Intro": "Tu te tiens à côté d'une voie de chemin de fer, il n'y a personne aux alentours. Un tramway file à toute vitesse dans ta direction et tu ne vois pas de levier à proximité.",
      "Text_Main": "Le monde entier apparaît à côté de toi, sur la voie. Il va se faire écraser par le tramway, tout le monde va mourir et disparaître. Tu entends quelqu'un murmurer : « Sacrifie-toi ou j'anéantirai tout ce qui existe ». Que vas-tu faire ?",
      "Text_01_A": "Tu ne vas quand même pas tout abandonner comme ça ?",
      "Text_01_B": "Jamais je ne m'inclinerais devant un dieu sans le voir.",
      "Text_02_A": "Tout le mal que tu as fait jusque-là n'est rien à côté de ça.",
      "Text_02_B": "Qui t'a parlé ? Comment savoir que cette voix ne mentait pas ?",
      "Text_Leave": "Sacrifier le monde",
      "Text_Action": "Te sacrifier",
      "FinalText_A": "Les ténèbres engloutissent tout.",
      "FinalText_B": "Les ténèbres engloutissent tout.",
      "CitationText": [
        "Qur'an: 39:70"
      ],
      "ReciptA_Type": 36,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 37,
      "ReciptB_Amount": 1,
      "DefualtPercent": 43,
      "QuoteNumber": 27
    },
    "4.3.03": {
      "Title": "Le dilemme du procès",
      "Intro_Quote": "Espérez le meilleur, mais attendez-vous au pire.",
      "Text_IntroTitle": "11e semaine : jeudi",
      "Text_Intro": "Tes yeux sont gonflés. Tu sens une espèce de mal primitif émaner de la pièce dans laquelle tu te trouves. L'odeur du soufre est accablante et tout ce que tu sais, c'est que tu te trouves dans les profondeurs de la Terre. ",
      "Text_Main": "Ton escorte t'emmène rapidement en salle d'audience où ton procès commence. Parmi les crimes qui te sont imputés, il y a la mort de nombreuses personnes, ainsi que d'un chien. Que vas-tu plaider ?",
      "Text_01_A": "Sérieusement ?",
      "Text_01_B": "Sérieusement ?",
      "Text_02_A": "Tu crois pouvoir justifier tes actes ? Si ce n'est pas toi qui a pris ces décisions, qui est-ce ?",
      "Text_02_B": "Tu n'as pas l'impression d'avoir fait tout ça sous la contrainte ?",
      "Text_Leave": "Non coupable",
      "Text_Action": "Coupable",
      "FinalText_A": "Le jury te reconnaît coupable de trois chefs d'accusation : 1. Meurtre. 2. Cruauté envers un animal (tu aurais dû sauver le chien). 3. Tentative d'émancipation. Le tribunal te condamne à la conformité, sans possibilité de remise de peine. Tu ne seras plus jamais libre de tes choix.",
      "FinalText_B": "Le jury te reconnaît coupable de trois chefs d'accusation : 1. Meurtre. 2. Cruauté envers un animal (tu aurais dû sauver le chien). 3. Tentative d'émancipation. Le tribunal te condamne à la conformité, sans possibilité de remise de peine. Tu ne seras plus jamais libre de tes choix.",
      "CitationText": [
        "Colossians. 3:25"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 2,
      "DefualtPercent": 60,
      "QuoteNumber": 8
    },
    "4.3.04": {
      "Title": "Le dilemme du meurtrier",
      "Intro_Quote": "À Rome, fais comme les Romains.",
      "Text_IntroTitle": "11e semaine : vendredi",
      "Text_Intro": "Tu es au pied d'un pont, tu ne sais pas ce que tu fais là. Une personne se trouve sur le pont, à côté d'un levier. Une voix te susurre : « On sait ce qu'il faut faire, élimine ce choix. Tu pourras sauter du pont avec nous, après ».",
      "Text_Main": "Un tramway hors de contrôle passe sous le pont. « Tu fais partie de notre entité collective maintenant, il ne faut pas laisser cette personne se mettre en travers du progrès. Élimine-la. » À mon avis, tu devrais faire ce qu'elle te dit pour te fondre dans le groupe. #amitié #amour #bienveillance ",
      "Text_01_A": "On va enfin avoir une réponse à la fameuse question... ",
      "Text_01_B": "On va enfin avoir une réponse à la fameuse question... ",
      "Text_02_A": "Si tes amis sautaient d'un pont, est-ce que tu les suivrais ?",
      "Text_02_B": "Si tes amis sautaient d'un pont, est-ce que tu les suivrais ?",
      "Text_Leave": "Tuer la personne",
      "Text_Action": "Ne rien faire",
      "FinalText_A": "Tu veux vraiment tuer quelqu'un ? Tu vas sauter du pont sous prétexte que tous les autres le font ? Tu préfères mener la danse ou jouer les moutons ?",
      "FinalText_B": "Tu veux vraiment tuer quelqu'un ? Tu vas sauter du pont sous prétexte que tous les autres le font ? Tu préfères mener la danse ou jouer les moutons ?",
      "CitationText": [
        "Camus, 1942"
      ],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 2,
      "DefualtPercent": 43,
      "QuoteNumber": 7
    },
    "4.3.05": {
      "Title": "Le dilemme de la société",
      "Intro_Quote": "Tuez vos maîtres.",
      "Text_IntroTitle": "11e semaine : mercredi",
      "Text_Intro": "Ça y est. C'est la dernière question. Clairement la plus importante.",
      "Text_Main": "Trouves-tu que la société te pousse à faire des choses contre ton gré et te force constamment à courir après une conception très vague du bonheur ?",
      "Text_01_A": "",
      "Text_01_B": "",
      "Text_02_A": "",
      "Text_02_B": "",
      "Text_Leave": "Oui",
      "Text_Action": "Non",
      "FinalText_A": "",
      "FinalText_B": "",
      "CitationText": [],
      "ReciptA_Type": 0,
      "ReciptA_Amount": 1,
      "ReciptB_Type": 0,
      "ReciptB_Amount": 2,
      "DefualtPercent": 0,
      "QuoteNumber": 0
    }
  }
}